# TODO: Translation updated at 2021-11-19 20:13

# game/code/text/text_map_city.rpy:8
translate chinese map_city_d03f1ab4:

    # This "Непротивление выдало мне задание, но не сделало ничего, чтобы помочь его выполнить. Например, как избежать возможной слежки?.. Совет-другой бы не помешал."
    This "不抵抗组织给了我一个任务，却对如何完成它毫无帮助。比如我该怎么避开可能的监视……？哪怕给一两条建议也好啊。"

# game/code/text/text_map_city.rpy:9
translate chinese map_city_824449e1:

    # This "Голова всё ещё кружится от долгой и запутанной поездки на монорельсе. Если гипотетический преследователь выдержал эту карусель вагонов, магазинов и спортзалов, то его не остановит ничто."
    This "单轨列车上漫长而混乱的旅程让我头晕目眩。如果那个假想的跟踪者能在这旋转木马般的车厢、商店和健身房中幸存下来，那就没什么能阻止他了。"

# game/code/text/text_map_city.rpy:10
translate chinese map_city_77fa44f8:

    # This "Больше тянуть нельзя. Фонари перешли на ночной режим; ещё немного, и улицы опустеют."
    This "不能再拖了。路灯已经切换到了夜间模式。再耽搁一会儿，街道就会空无一人。"

# game/code/text/text_map_city.rpy:15
translate chinese map_city_029a6198:

    # This "Вот будет неловко, если её не окажется дома… Что я буду делать? Просуну записку под дверь?"
    This "如果她不在家就太尴尬了……我该怎么办？从门缝里塞张纸条吗？"

# game/code/text/text_map_city.rpy:16
translate chinese map_city_510d4b09:

    # This "Одна сплошная неловкость и глупость. Словно Непротивление само не знает, что делает."
    This "这太尴尬、太愚蠢了。就好像不抵抗组织自己都不知道自己在做什么。"

# game/code/text/text_map_city.rpy:17
translate chinese map_city_1bf8282f:

    # This "Нет. Это я не знаю, что делаю."
    This "不。是我自己不知道自己在做什么。"

# game/code/text/text_map_city.rpy:18
translate chinese map_city_d871d33e:

    # This "Ладно, хватит мёрзнуть в подъезде. Либо она дома, либо её там нет, и есть только один способ это узнать."
    This "好了，别在楼梯间傻站着了。她要么在家，要么不在，只有一种方法能知道答案。"

# game/code/text/text_map_city.rpy:23
translate chinese map_city_f115ba26:

    # Pol "Иду!.."
    Pol "来了！……"

# game/code/text/text_map_city.rpy:31
translate chinese map_city_d87e6eab:

    # Pol "Я уж подумала, что ты про меня забыл."
    Pol "我还以为你把我忘了呢。"

# game/code/text/text_map_city.rpy:32
translate chinese map_city_e46d1485:

    # Kav "Очень смешно. Как я могу?.."
    Kav "真好笑。我怎么可能……？"

# game/code/text/text_map_city.rpy:36
translate chinese map_city_6524e834:

    # Pol "Приятно слышать. Ну как, не скучал?"
    Pol "这话我爱听。所以，你想我了吗？"

# game/code/text/text_map_city.rpy:37
translate chinese map_city_649af8bb:

    # This "По её лицу совершенно невозможно сказать, шутит она или говорит серьёзно. В обоих случаях её вопрос звучал издёвкой."
    This "从她脸上看不出她是在开玩笑还是认真的。但无论哪种情况，她的问题听起来都像在嘲弄。"

# game/code/text/text_map_city.rpy:38
translate chinese map_city_8c72ae16:

    # Kav "Мы можем говорить? Это место…"
    Kav "我们能谈谈吗？这地方……"

# game/code/text/text_map_city.rpy:44
translate chinese map_city_d2782668:

    # This "Она шагнула вперёд так резко, что я рефлекторно дёрнулся бежать. Усилием воли я остался на месте; нереализованное напряжение мышц вышло на поверхность тела крупной дрожью."
    This "她向前迈步太快，我条件反射地一缩，差点就要逃跑。不知怎的，我强迫自己站定。身体里那未释放的肌肉紧张引发了一阵剧烈的颤抖。"

# game/code/text/text_map_city.rpy:50
translate chinese map_city_73ea879e:

    # Pol "Джоз, Джоз… Успокойся. Я с тобой. Только я, и никого больше."
    Pol "乔兹，乔兹……冷静点。我在这儿陪着你呢。只有我，没有别人。"

# game/code/text/text_map_city.rpy:54
translate chinese map_city_61f9001c:

    # Pol "Посмотри, до чего ты себя довёл своей паранойей. Не переоценивай кланков. Единственный их инструмент — это запугивание."
    Pol "看看你的偏执把你逼成什么样了。别高估那些铁疙瘩。他们唯一的武器就是恐惧。"

# game/code/text/text_map_city.rpy:55
translate chinese map_city_366d479b:

    # Pol "Их камеры не работают уже много лет. Их самих осталась жалкая горстка."
    Pol "他们的监控摄像头很多年前就坏了。剩下的没几个了。"

# game/code/text/text_map_city.rpy:56
translate chinese map_city_f06ff165:

    # Kav "Откуда ты это знаешь?.."
    Kav "你怎么知道？……"

# game/code/text/text_map_city.rpy:60
translate chinese map_city_6c8b0952:

    # Pol "Знаешь, почему они носят маски? Чтобы мы не могли посчитать их по лицам. Чтобы не было так заметно, что нас в сотни раз больше. Чтобы им самим было не так страшно."
    Pol "你知道他们为什么戴面具吗？这样我们就无法通过脸来统计他们的人数。这样就不会显得我们比他们多一百倍那么明显。这样他们自己就不会那么害怕。"

# game/code/text/text_map_city.rpy:61
translate chinese map_city_80a6b3a5:

    # This "Как же я хочу в это верить."
    This "我多么想相信这是真的。"

# game/code/text/text_map_city.rpy:62
translate chinese map_city_e2dffe39:

    # This "Мозг, жаждущий успокоения, принялся откапывать из памяти подтверждения её словам. Действительно, мощностей Священного Сервера едва хватает на наши расчёты, ни о какой записи и хранении видео не может быть и речи…"
    This "我那渴求安慰的大脑开始从记忆中挖掘证据来印证她的话。确实，神圣服务器的算力勉强只够我们计算之用。视频录制和存储根本不可能……"

# game/code/text/text_map_city.rpy:63
translate chinese map_city_e51adee8:

    # This "Или мощностей на самом деле так мало, потому что весь Священный Сервер круглосуточно обрабатывает записи с камер?!"
    This "还是说，其实算力这么少，正是因为整个神圣服务器一直在处理摄像头画面？！"

# game/code/text/text_map_city.rpy:67
translate chinese map_city_5db187a5:

    # Pol "Джоз!.. Опять выдумал себе страшилку, да? По глазам вижу!"
    Pol "乔兹！……你是不是又在想什么恐怖故事了，嗯？我从你眼睛里都看出来了！"

# game/code/text/text_map_city.rpy:68
translate chinese map_city_b0aba418:

    # Kav "Прости. Я… Сегодня был странный разговор с начальником. Мне показалось, что он всё знает. Или, как минимум, подозревает."
    Kav "抱歉。我……我今天和上司进行了一次奇怪的谈话。看起来他好像什么都知道。或者至少，他有所怀疑。"

# game/code/text/text_map_city.rpy:72
translate chinese map_city_a688f3c5:

    # Pol "Если бы он подозревал хоть что-то, ты бы уже сидел на допросе. Зачем оставлять тебя на свободе, если можно просто выжать из твоего агонизирующего мозга всё, что ты знаешь?"
    Pol "如果他怀疑什么，你现在已经在审讯室了。如果他们能从你痛苦的大脑里榨出所有情报，为什么还要放你自由行动？"

# game/code/text/text_map_city.rpy:76
translate chinese map_city_53982159:

    # Kav "А ты умеешь успокаивать."
    Kav "你真会安慰人。"

# game/code/text/text_map_city.rpy:80
translate chinese map_city_9d7d0aec:

    # Pol "Просто говорю правду."
    Pol "只是实话实说。"

# game/code/text/text_map_city.rpy:84
translate chinese map_city_d8139037:

    # Pol "Ладно, говори уже, что случилось."
    Pol "好吧，告诉我到底发生了什么。"

# game/code/text/text_map_city.rpy:85
translate chinese map_city_5e7e1fff:

    # Kav "Я раздобыл… украл допуск у Министра Демографии."
    Kav "我拿到了……我偷了人口部长的安全许可。"

# game/code/text/text_map_city.rpy:86
translate chinese map_city_c90d39b8:

    # Pol "О. Ага…"
    Pol "哦。好吧……"

# game/code/text/text_map_city.rpy:92
translate chinese map_city_a48126db:

    # Pol "Ты что, с ума сошёл?! Это страшный риск! И это не входило в твоё задание!.."
    Pol "等等。你疯了吗？！这风险太大了！而且这不在你的任务范围内……！"

# game/code/text/text_map_city.rpy:96
translate chinese map_city_765bae13:

    # Kav "У меня нет другого выхода! Как иначе я получу доступ к необходимым документам?"
    Kav "我没有别的办法！不然我怎么拿到必要的文件？"

# game/code/text/text_map_city.rpy:97
translate chinese map_city_df03e631:

    # Kav "К тому же, я думаю, это запасной. Вряд ли Квирин вообще заметит его пропажу."
    Kav "再说了，我觉得这是个备用的。奎林很可能根本不会注意到它丢了。"

# game/code/text/text_map_city.rpy:101
translate chinese map_city_56a07251:

    # Pol "Ладно… Ты использовал его? Принёс с собой?"
    Pol "好吧……你用过了吗？带在身上了吗？"

# game/code/text/text_map_city.rpy:102
translate chinese map_city_0e4017aa:

    # Kav "Нет и нет. Побоялся, что они могут отследить странное подключение или устроят обыск на выходе из Столпа."
    Kav "都没有。我太害怕他们会追踪到异常登录，或者在支柱入口处直接搜查。"

# game/code/text/text_map_city.rpy:106
translate chinese map_city_06594be6:

    # Pol "Молодец. Вот видишь, твоя паранойя пригодилась."
    Pol "想得周到。看吧，你的偏执总算派上用场了。"

# game/code/text/text_map_city.rpy:107
translate chinese map_city_76f3ff92:

    # Kav "Погоди-ка, но ты только что говорила…"
    Kav "等等，你刚才还说……"

# game/code/text/text_map_city.rpy:111
translate chinese map_city_599bd6f2:

    # Pol "Как только ты подключишься с украденным допуском из странного места — например, из своего кабинета — тебя тут же засекут как подозрительного и арестуют."
    Pol "一旦你用偷来的卡片从一个奇怪的地方（比如你的办公室）登录，你会立刻被标记为可疑并逮捕。"

# game/code/text/text_map_city.rpy:112
translate chinese map_city_51c1fe61:

    # This "От услышанного подкосились ноги."
    This "听到的话让我双腿发软。"

# game/code/text/text_map_city.rpy:113
translate chinese map_city_8982a998:

    # This "Всего несколько часов назад я был в шаге от смерти. Даже не в шаге — хватило бы одного движения. Простой проверки, работает ли перфокарта."
    This "就在几个小时前，我离死亡只有一步之遥。一个简单的动作就能让我万劫不复。仅仅是想检查一下穿孔卡是否能用。"

# game/code/text/text_map_city.rpy:117
translate chinese map_city_d1062bea:

    # Pol "Очень хорошо, что ты пришёл. Тут я могу тебе помочь."
    Pol "你来找我真是太好了。这件事我能帮你。"

# game/code/text/text_map_city.rpy:125
translate chinese map_city_2b0048e5:

    # Pol "Держи."
    Pol "给你。"

# game/code/text/text_map_city.rpy:129
translate chinese map_city_724cf5ec:

    # Kav "Что это?"
    Kav "这是什么？"

# game/code/text/text_map_city.rpy:130
translate chinese map_city_427b8d34:

    # Pol "Небольшой подарок от наших друзей из Министерства Алгоритмической Регуляции и Кода."
    Pol "算法监管与代码部的朋友们送的小礼物。"

# game/code/text/text_map_city.rpy:131
translate chinese map_city_c35a2d59:

    # Pol "Просто подключи его к своему терминалу. После этого можешь использовать допуск министра. В теории, тебя не смогут засечь."
    Pol "把它插到你的终端上。之后，你就可以使用部长的身份卡了。理论上，这将使他们无法追踪到你。"

# game/code/text/text_map_city.rpy:132
translate chinese map_city_1e3a75c5:

    # Kav "В теории?"
    Kav "理论上？"

# game/code/text/text_map_city.rpy:133
translate chinese map_city_3ccee65b:

    # Pol "Ты первый, кому приходится эту штуку использовать. Так что не сломай."
    Pol "你是第一个必须使用那东西的人。所以别弄坏了。"

# game/code/text/text_map_city.rpy:140
translate chinese map_city_599da5c2:

    # Kav "Только МАРКов нам и не хватало. Им можно доверять?"
    Kav "嗯，算法监管与代码部正是我们需要的。我们能信任他们吗？"

# game/code/text/text_map_city.rpy:144
translate chinese map_city_aba5813f:

    # Pol "А тебе?"
    Pol "那你呢？"

# game/code/text/text_map_city.rpy:148
translate chinese map_city_2c7e520a:

    # Pol "Никому нельзя доверять. Но у нас нет другого выбора. Мы словно бежим по лестнице, пытаясь на ходу выложить перед собой недостающие ступеньки."
    Pol "没人可以信任。但我们别无选择。这就像爬梯子，一边往上爬，一边铺设脚下缺失的梯级。"

# game/code/text/text_map_city.rpy:149
translate chinese map_city_c85a753a:

    # Pol "И эта лестница рушится прямо за нашими спинами."
    Pol "而那架梯子就在我们身后崩塌。"

# game/code/text/text_map_city.rpy:153
translate chinese map_city_f4991e75:

    # Kav "Спасибо за красочное описание. Сегодня я точно не усну."
    Kav "谢谢你的细节补充。我今晚肯定睡不着了。"

# game/code/text/text_map_city.rpy:157
translate chinese map_city_f5011a0d:

    # Pol "Ну, ты же сам сказал. Я умею успокаивать."
    Pol "嗯，这可是你自己说的。我知道怎么让人平静下来。"

# game/code/text/text_map_city.rpy:158
translate chinese map_city_7525510f:

    # This "Я хотел было возразить, но её искренняя улыбка мгновенно развеяла все страхи. Улыбка пусть и слабая, почти незаметная, но именно поэтому такая искренняя и живая…"
    This "我想反驳，但她真诚的微笑瞬间驱散了所有恐惧。她的微笑，尽管微弱到几乎难以察觉，却正因如此才显得如此真诚而生动……"

# game/code/text/text_map_city.rpy:159
translate chinese map_city_e6435539:

    # This "Что ж, может быть, она действительно умеет успокаивать."
    This "好吧，也许她确实知道如何安抚人心。"

# game/code/text/text_map_city.rpy:167
translate chinese map_city_78ac0cf7:

    # This "Франк-спаситель, этот бесконечный день наконец-то закончился."
    This "救主弗兰克啊，这漫长的一天终于结束了。"

# game/code/text/text_map_city.rpy:168
translate chinese map_city_6bf99c43:

    # This "Прикосновение прохладной подушки казалось давно забытым и теперь обнаруженным заново удовольствием; эта прохлада приятно контрастировала с горящим следом от поцелуя, торопливо выданного Полианной на прощание."
    This "凉爽的枕头触感，仿佛是久已遗忘、如今重新发现的愉悦。这份凉意，与分别时波莉安娜匆忙印下的那个吻的灼热印记形成了美妙的对比。"

# game/code/text/text_map_city.rpy:169
translate chinese map_city_b2d331cd:

    # This "Я уставился в окно, не в силах успокоить разум."
    This "我凝视着窗外，无法让思绪平静下来。"

# game/code/text/text_map_city.rpy:170
translate chinese map_city_569e2824:

    # Kav "Бомануар!.. Ты тут?"
    Kav "博马努瓦！……你在吗？"

# game/code/text/text_map_city.rpy:171
translate chinese map_city_6707bd51:

    # Bom "Для наивысшей будущей продуктивности сейчас вам полагается спать, господин Кавиани. Если вы пропустите мелатониновый пик, то больше этой ночью его не…"
    Bom "为了未来的最高生产效率，您现在应该睡觉了，卡维亚尼先生。如果您错过了褪黑激素分泌高峰，今晚就再也无法入睡了……"

# game/code/text/text_map_city.rpy:172
translate chinese map_city_3ac1bc5d:

    # Kav "Да-да, я помню."
    Kav "是，是，我记得。"

# game/code/text/text_map_city.rpy:173
translate chinese map_city_438bd054:

    # Kav "Слушай, а ты общаешься с другими робо-консьержами?"
    Kav "听着，你……会不会和其他机器人门房交流？"

# game/code/text/text_map_city.rpy:174
translate chinese map_city_32c085e7:

    # Bom "К сожалению, в моей базе данных нет ответа на этот вопрос. Попробуйте сформулировать его иначе."
    Bom "抱歉，我的数据库中没有这个问题的答案。请尝试用另一种方式表述。"

# game/code/text/text_map_city.rpy:175
translate chinese map_city_fc6be6d9:

    # This "Словно притворился, что не понимает. А могут ли они вообще притворяться?"
    This "他好像在假装听不懂。他们也会假装吗？"

# game/code/text/text_map_city.rpy:176
translate chinese map_city_d77794ff:

    # Kav "Иначе… Хм."
    Kav "另一种方式？呵。"

# game/code/text/text_map_city.rpy:177
translate chinese map_city_6302c4c5:

    # Kav "Бомануар, тебе бывает одиноко?"
    Kav "博马努瓦，你会感到孤独吗？"

# game/code/text/text_map_city.rpy:178
translate chinese map_city_30bcbdbe:

    # Bom "Конечно, нет. Ведь у меня есть господин Кавиани."
    Bom "当然不会。毕竟，我有您啊，卡维亚尼先生。"

# game/code/text/text_map_city.rpy:179
translate chinese map_city_9538f42a:

    # Kav "А если, совершенно гипотетически предположим, я… нет, вообще все люди вдруг исчезнут? Уйдут из Города куда-нибудь?"
    Kav "如果，只是假设，假设我……不，假设所有人都突然消失了？离开了城市？"

# game/code/text/text_map_city.rpy:180
translate chinese map_city_c07b6496:

    # This "Забавно. Робо-консьерж и не подозревает, насколько опасен этот вопрос, насколько он близок к ереси. Если только эти разговоры не анализируются Священным Сервером…"
    This "真可笑。这个门房机器人根本不知道这个问题有多危险，离异端有多近。除非这些对话会被神圣服务器分析……"

# game/code/text/text_map_city.rpy:181
translate chinese map_city_952b926b:

    # This "Нет, хватит паранойи."
    This "不，别再偏执了。"

# game/code/text/text_map_city.rpy:185
translate chinese map_city_36228b0e:

    # This "Эти ничего не значащие разговоры помогли отвлечься; я начал проваливаться в сон."
    This "这些毫无意义的对话有助于分散我的注意力。我开始犯困了。"

# game/code/text/text_map_city.rpy:186
translate chinese map_city_bfd50d4e:

    # This "Фантазии, страхи и навязчивые мысли смешались с реальностью в сером водовороте — как взболтанная вода в банке для промывки кисточек после урока рисования в детстве."
    This "幻想、恐惧和侵入性的思绪与现实交织在一个灰色的漩涡中——就像小时候上完绘画课后，画笔罐里被摇晃过的水。"

# game/code/text/text_map_city.rpy:187
translate chinese map_city_06e93f8d:

    # This "В этот водоворот упали и тут же исчезли чьи-то призрачные слова."
    This "某个幽灵般的话语也掉进了这个漩涡，并立刻消失了。"

# game/code/text/text_map_city.rpy:188
translate chinese map_city_9acf56e5:

    # Bom "Не уходите. Мне будет одиноко."
    Bom "请不要离开。我会孤独的。"

# game/code/text/text_map_city.rpy:195
translate chinese map_city_9bd1564a:

    # This "От беспокойства живот крутит узлом. Совершенно нет аппетита. Очень удобно, потому что идти на обед я не собирался."
    This "焦虑让我的胃拧成一团。一点胃口都没有。这倒很方便，因为我本来也没打算出去吃午饭。"

# game/code/text/text_map_city.rpy:196
translate chinese map_city_7a16086d:

    # This "Если в мой кабинет опять каким-то образом занесёт Ансельма или Главкон знает кого ещё, у меня остановится сердце. Но на двери нет и никогда не было замка."
    This "如果安瑟姆或戴夫利德不知怎的又知道谁进了我的办公室，我的心跳都会停止。但门上没有锁，从来就没有。"

# game/code/text/text_map_city.rpy:197
translate chinese map_city_5bc094fe:

    # This "Равнодушие и лень окружающих — моя единственная защита."
    This "他人的漠不关心和懒惰，是我唯一的防御。"

# game/code/text/text_map_city.rpy:199
translate chinese map_city_d39380da:

    # This "МАРКи всегда были странными, почти мистическими служащими. Наверное, сказывалась их близость к Машинам Благодати и Любви. Загадочный язык, непостижимые ритуалы и скрытое, тихое могущество."
    This "算法监管与代码部的人向来古怪，近乎神秘。或许是因为他们接近慈爱恩典之机的缘故。神秘的语言，难以理解的仪式，以及隐藏的、无声的力量。"

# game/code/text/text_map_city.rpy:200
translate chinese map_city_0c3e98ae:

    # This "С другой стороны, я тоже со стороны могу выглядеть странным и не вызывающим доверия. Чиновник Министерства Смерти…"
    This "另一方面，从外表看，我可能也显得古怪且不可信。死亡部的官员……"

# game/code/text/text_map_city.rpy:201
translate chinese map_city_fa0fc30f:

    # This "Ладно, хватит сомнений. Быстрее начну — быстрее закончу."
    This "好了，别再犹豫了。越早开始，就越早结束。"

# game/code/text/text_map_city.rpy:203
translate chinese map_city_919e5585:

    # This "Чип Полианны подключён. Топота кланков в коридоре пока что не слышно."
    This "波莉安娜的芯片插好了。走廊里还没传来铁靴的踩踏声。"

# game/code/text/text_map_city.rpy:204
translate chinese map_city_5ea27fbd:

    # This "Перфокарта… Надеюсь, я взял правильную карту из кучи мусора. Архистратиг Михаил, защити меня своим пылающим камнем, Франк-Спаситель, укажи мне… А-а, Главкон с вами всеми, поехали."
    This "穿孔卡……希望我从垃圾堆里拿对了卡。总领天使米哈伊尔，用你的火焰石保护我。救主弗兰克，引领我……啊，戴夫利德与你们同在，我们开始吧。"

# game/code/text/text_map_city.rpy:208
translate chinese map_city_320e9489:

    # This "Запутанные схемы, непонятные обозначения… Архивные карты больше похожи на изрезанный рисунок ребёнка."
    This "令人困惑的示意图，难以理解的符号……档案地图看起来更像是孩子的潦草涂鸦。"

# game/code/text/text_map_city.rpy:209
translate chinese map_city_7d6ff887:

    # This "Что это вообще такое? Так, это площадь, а это Столпы… Или нет. Какой это вообще год?"
    This "这到底是什么？好吧，这是广场，这是支柱……不对。这到底是哪一年的？"

# game/code/text/text_map_city.rpy:220
translate chinese map_city_c02bc502:

    # This "Чёрт, да это просто невозможно! Как я могу сделать то, что оказалось не под силу десяткам людей?"
    This "该死，这根本不可能！几十个人都做不到的事，我怎么可能做到？"

# game/code/text/text_map_city.rpy:221
translate chinese map_city_f38f2198:

    # This "Спокойно. Я даже ещё и пяти минут не подумал, а уже нервы шалят. Какой позор."
    This "冷静。我还没想多久，神经就已经开始紧张了。真丢人。"

# game/code/text/text_map_city.rpy:222
translate chinese map_city_ac3a561b:

    # This "Я привык анализировать и сопоставлять числа. С самого детства числа — мои друзья: они словно нашёптывают мне, каких соседей им не хватает, чтобы стать полными."
    This "我习惯于分析和比较数字。从小，数字就是我的朋友：它们仿佛在对我低语，告诉我还缺少哪些邻居才能变得完整。"

# game/code/text/text_map_city.rpy:223
translate chinese map_city_a7ac5bdf:

    # This "Но, если подумать, архитектура и инфраструктура — это формулы, материализованные в реальность. Словно напечатанные строительным принтером Бридж."
    This "但仔细想想，建筑和基础设施就是现实中具象化的公式。就像布里格的建筑打印机印出来的一样。"

# game/code/text/text_map_city.rpy:224
translate chinese map_city_0e026922:

    # This "Трёхмерная фигура в своей основе, на самом глубинном и простом уровне — это просто горстка чисел. А значит, весь Город во всей своей хаотичной сложности и детальности является одной большой таблицей."
    This "一个三维图形，在其核心、最深层也是最简单的层面，不过是一把数字。因此，整个城市，以其所有混乱的复杂性和细节，就是一张巨大的表格。"

# game/code/text/text_map_city.rpy:225
translate chinese map_city_df30655c:

    # This "Я рассеянно уставился в экран, с лёгким ужасом ощущая, как отдельные куски сознания сдвигаются с места и перестраиваются в новом порядке."
    This "我心不在焉地盯着屏幕，带着一丝恐惧，感觉到意识的碎片正在移动，重新排列成新的顺序。"

# game/code/text/text_map_city.rpy:226
translate chinese map_city_30419584:

    # This "Сами числа перешли в другую форму, но всё ещё остались моими друзьями…"
    This "数字本身改变了形态，但它们依然是我的朋友……"

# game/code/text/text_map_city.rpy:227
translate chinese map_city_6a583c4c:

    # This "Мне нужно больше информации. Я должен видеть сразу всё."
    This "我需要更多信息。我需要立刻看到一切。"

# game/code/text/text_map_city.rpy:235
translate chinese map_city_ed62677a:

    # This "Паутинка линий, корневая система трубопроводов и проводов. Словно гигантский гриб пророс сквозь Город, охватывая и заполняя каждый уголок."
    This "线条的网络，管道和电线的根系系统。它像一株巨大的蘑菇，在城市中萌发，拥抱并填满每个角落。"

# game/code/text/text_map_city.rpy:236
translate chinese map_city_bba4f204:

    # This "Узлы и утолщения указывают на присутствие какого-то объекта в этом месте. Но, точно так же на незримое присутствие может указать и пустое место в паутине. Как корни, оплетающие камешек."
    This "节点和增厚处表明该地存在某个物体。但一个看不见的存在，也可能由网络中的一个空点来指示。就像根系缠绕着一颗卵石。"

# game/code/text/text_map_city.rpy:241
translate chinese map_city_afe592c1:

    # This "Прямые и строгие квадраты стен. Плотная штриховка улиц, мельтешащая рябь лестниц. Как можно понять что-то в этой каше?"
    This "笔直的方形墙壁。街道的浓密阴影，楼梯闪烁的涟漪。在这团乱麻中，谁能理解任何东西？"

# game/code/text/text_map_city.rpy:242
translate chinese map_city_ec23a299:

    # This "Мои друзья-числа в этих схемах любят быть объемом. Пузырьки застывшей бетонной пены, толкающиеся боками. Объёмы существующие и видимые автоматически выдавливают, сминают, подсказывают форму невидимого."
    This "我的数字朋友们在这些图里喜欢以体积呈现。凝固混凝土泡沫的气泡，向侧面挤压。存在且可见的体积会自动挤压、压扁，暗示着不可见之物的形状。"

# game/code/text/text_map_city.rpy:247
translate chinese map_city_2301e064:

    # This "К уже существующей горе чисел добавилась линейка с числами самыми важными — время."
    This "在现有的数字之山上，又叠加了一层最重要的数字——时间日期。"

# game/code/text/text_map_city.rpy:248
translate chinese map_city_22049150:

    # This "Город меняется, бурлит, растёт словно живой; нет, он и есть живой. Добавить к нему время, и он становится гибким, пластичным, почти жидким."
    This "城市在变化、冒泡、生长，仿佛有生命一般。不，它确实有生命。加上时间维度，它就变得柔韧、可塑，几乎是液态的。"

# game/code/text/text_map_city.rpy:249
translate chinese map_city_b36561bb:

    # This "Неизменно твёрдыми остаются только самые древние основы: стены Котлована и шесть пятен-Столпов. А под этими Столпами… Шахты? Пещеры? Неважно. Они огромны, их даже не нужно искать."
    This "只有最古老的基础保持不变：盆地的墙壁和六根支柱。而在这些支柱之下……是矿井？洞穴？没关系。它们巨大无比，甚至无需刻意寻找。"

# game/code/text/text_map_city.rpy:250
translate chinese map_city_20b8b886:

    # This "Значит, если что-то иное не движется в бурлении форм и чисел Города — оно древнее. И значимое."
    This "所以，如果在城市形态与数字的喧嚣中，还有什么东西是不动的，那它就是古老的。并且是有意义的。"

# game/code/text/text_map_city.rpy:252
translate chinese map_city_bd08be5a:

    # This "Покрасневшими от напряжения глазами я всматривался в наложение сразу многих полупрозрачных карт. Спину свело, ноги подрагивали от неудобной позы. Сколько я так уже сижу? Рабочий день уже наверняка…"
    This "我的眼睛因紧张而发红，我持续盯着多层半透明地图的叠加。我的背僵直了，腿因不舒服的姿势而颤抖。我这样坐了多久？工作日肯定已经结……"

# game/code/text/text_map_city.rpy:253
translate chinese map_city_4f84bd4b:

    # This "Вот оно."
    This "找到了。"

# game/code/text/text_map_city.rpy:255
translate chinese map_city_7af5fbcd:

    # This "Маленькое пятнышко, укрытое в сплетении форм-чисел. Спрятанное, но работающее. Сросшееся с телом Города, но остающееся неизменным сквозь все эти годы."
    This "一个小小的斑点，隐藏在形态数字的缠结中。隐藏着，但仍在运作。与城市的躯体融为一体，但历经这些年却未曾改变。"

# game/code/text/text_map_city.rpy:256
translate chinese map_city_654f703d:

    # This "Далеко за жилыми кварталами и складами, у самого края Города… Какая ирония. Судя по записям, Непротивление одним из своих последних взрывов попало почти в точку."
    This "远在居民区和仓库之外，在城市的最边缘……多么讽刺。根据报告，他们最后一次爆炸几乎就击中了那个地点。"

# game/code/text/text_map_city.rpy:257
translate chinese map_city_4d05f042:

    # This "Они вскрыли путь к своей цели, но не успели им воспользоваться. Скорее всего, даже не поняли, что именно они нашли."
    This "他们揭示了通往目标的路径，却没来得及使用它。很可能，他们甚至没意识到自己发现了什么。"

# game/code/text/text_map_city.rpy:258
translate chinese map_city_d5cd3035:

    # This "Истинный смысл этого места знаю только я. Один я на весь Город."
    This "只有我知道这个地方的真正含义。我是全城唯一知道的人。"

# game/code/text/text_map_city.rpy:259
translate chinese map_city_1e77ed80:

    # This "Тело пронзила холодная дрожь."
    This "一阵寒颤掠过我的身体。"

# game/code/text/text_map_city.rpy:263
translate chinese map_city_d1eb1fcb:

    # This "Новый рабочий день. Когда я последний раз шёл на работу с удовольствием? Было ли такое время вообще?"
    This "新的一天工作。我上一次愉快地去上班是什么时候？有过这样的时刻吗？"

# game/code/text/text_map_city.rpy:264
translate chinese map_city_50eb23b0:

    # This "Дни слились воедино — каша без начала и конца, которую разбивали на отрезки тяжёлые и душные сны."
    This "日子融化成没有起点也没有终点的糊状物，被沉重闷热的梦境分割成片段。"

# game/code/text/text_map_city.rpy:265
translate chinese map_city_c1ce396f:

    # This "Теперь снов больше нет. Наконец-то моя голова принадлежит только мне одному."
    This "现在不再有梦了。终于，我的头脑只属于我自己。"

# game/code/text/text_map_city.rpy:269
translate chinese map_city_065d09c4:

    # This "По привычке я свернул к лестнице, ведущей на этаж простых чиновников, но успел остановиться. Нет-нет, ха-ха, нет, мне наверх."
    This "出于习惯，我转向通往低级官员楼层的楼梯，但我及时停住了。不，不，哈哈，不，我要上楼。"

# game/code/text/text_map_city.rpy:270
translate chinese map_city_3f449275:

    # This "Теперь и навсегда — только вверх."
    This "现在，直到永远——只向上走。"

# game/code/text/text_map_city.rpy:276
translate chinese map_city_dcd83b29:

    # This "Невероятный кабинет. Размерами он не уступает кабинету самого Раджа Квирина, а в остальном даже превосходит! Окно-экран больше по площади, мощнее терминал; даже воздух как будто чище и свежее."
    This "这间办公室太不可思议了。它和拉杰·奎林的办公室一样大，在某些方面甚至超过了它！窗屏更大，终端更强大。连空气似乎都更清新干净。"

# game/code/text/text_map_city.rpy:277
translate chinese map_city_d1df6bd5:

    # This "Материальное воплощение успеха."
    This "成功的物质体现。"

# game/code/text/text_map_city.rpy:278
translate chinese map_city_c0058791:

    # This "Интересно, где тот, кто занимал это кресло раньше…"
    This "我好奇以前坐在这张椅子上的人现在在哪里……"

# game/code/text/text_map_city.rpy:279
translate chinese map_city_e581488f:

    # This "Лучше об этом не думать. Я догадываюсь, где теперь его тело, и не хочу знать, что он натворил. В конце концов, он вполне мог отслужить свой срок в этом кресле и уйти в Храм Нежной Смерти со спокойной душой."
    This "最好别去想。我能猜到他的身体现在何处，而我不想知道他做了什么。毕竟，他也可能是在那张椅子上服完了役，然后安心去了温柔死亡神殿。"

# game/code/text/text_map_city.rpy:280
translate chinese map_city_bee8311b:

    # This "Наверное, нужно работать. Как же непривычно — никаких отчётов, Диодато не стоит над душой, никто в тесной министерской экосистеме не ожидает моего кусочка общей информационной мозаики."
    This "我想我有工作要做。多么不寻常——没有报告，没有迪奥达托站在我身边，在狭小的部委生态系统中，没有人在等待我提供整体信息马赛克中的那一块。"

# game/code/text/text_map_city.rpy:282
translate chinese map_city_8479de3f:

    # This "Ого, даже все клавиши на своих местах. Повезло."
    This "哇，连所有的钥匙都在原位。真走运。"

# game/code/text/text_map_city.rpy:284
translate chinese map_city_ca748092:

    # This "Найти то — не знаю что… Что могут искать террористы? Священный Сервер? Но все знают, где он — в центре Города."
    This "要寻找某个我不知道是什么的东西……恐怖分子可能在找什么？神圣服务器？但每个人都知道它在哪——在城市中心。"

# game/code/text/text_map_city.rpy:286
translate chinese map_city_668d6d35:

    # This "Зная часть траектории летящей стрелы, можно вычислить, где находится её цель, это правда. Но тайная организация — не стрела."
    This "知道飞行箭矢的部分轨迹，就能计算出它的目标在哪里。这是真的。但一个秘密组织不是一支箭。"

# game/code/text/text_map_city.rpy:287
translate chinese map_city_0c8ce8c2:

    # This "О чём говорила Полианна? В голове почему-то крутились только навязчивые мысли о музыке. Музыка из эпохи до Фиолетовой Смерти; звуки, для создания которых нужно Чистое Небо и Яркое Солнце."
    This "波莉安娜说了什么？不知为何，我想到的只有音乐。紫色死亡之前的音乐。那种需要晴朗天空和明亮太阳才能创造的声音。"

# game/code/text/text_map_city.rpy:289
translate chinese map_city_6ca390d0:

    # This "Точки взрывов наложились на гексагон карты Города рассеянным облачком. Плотный узор в центре — предсказуемая система, заметные места, которые привлекут наибольшее внимание."
    This "爆炸的点在城市地图的六边形网格上散落成一片云。中心的密集图案是可预测的系统，那些最引人注目的显眼地点。"

# game/code/text/text_map_city.rpy:290
translate chinese map_city_c0a09973:

    # This "Узор заметно редеет к краям, но не исчезает полностью. Подорванные склады, заброшенные здания, пустые и никому не нужные переулки… Даже куски стены вдоль границы Города."
    This "图案向边缘明显变稀疏，但并未完全消失。被炸毁的仓库、废弃的建筑、空旷无用的巷子……甚至城市边缘的墙块。"

# game/code/text/text_map_city.rpy:291
translate chinese map_city_d4352d7e:

    # This "Что за чушь? Зачем тратить драгоценную взрывчатку, так рисковать ради того, чтобы подорвать бетонный монолит, к которому никто не подходил десятилетиями?"
    This "这算什么胡闹？为什么要浪费宝贵的炸药，冒这么大风险去破坏一个几十年来无人接近的混凝土巨构？"

# game/code/text/text_map_city.rpy:292
translate chinese map_city_4cc70ddc:

    # This "Город — это клетка. Так сказала Полианна. А она точно что-то знает о Непротивлении."
    This "城市是个笼子。波莉安娜是这么说的。而她肯定知道一些关于不抵抗组织的事。"

# game/code/text/text_map_city.rpy:293
translate chinese map_city_99a1e0fe:

    # This "Может ли быть так, что Непротивление ищет выход из клетки?"
    This "难道不抵抗组织是在寻找离开笼子的路？"

# game/code/text/text_map_city.rpy:295
translate chinese map_city_320e9489_1:

    # This "Запутанные схемы, непонятные обозначения… Архивные карты больше похожи на изрезанный рисунок ребёнка."
    This "令人困惑的示意图，难以理解的符号……档案地图看起来更像是孩子的潦草涂鸦。"

# game/code/text/text_map_city.rpy:296
translate chinese map_city_7d6ff887_1:

    # This "Что это вообще такое? Так, это площадь, а это Столпы… Или нет. Какой это вообще год?"
    This "这到底是什么？好吧，这是广场，这是支柱……不对。这到底是哪一年的？"

# game/code/text/text_map_city.rpy:307
translate chinese map_city_c02bc502_1:

    # This "Чёрт, да это просто невозможно! Как я могу сделать то, что оказалось не под силу десяткам людей?"
    This "该死，这根本不可能！几十个人都做不到的事，我怎么可能做到？"

# game/code/text/text_map_city.rpy:308
translate chinese map_city_f38f2198_1:

    # This "Спокойно. Я даже ещё и пяти минут не подумал, а уже нервы шалят. Какой позор."
    This "冷静。我还没想多久，神经就已经开始紧张了。真丢人。"

# game/code/text/text_map_city.rpy:309
translate chinese map_city_ac3a561b_1:

    # This "Я привык анализировать и сопоставлять числа. С самого детства числа — мои друзья: они словно нашёптывают мне, каких соседей им не хватает, чтобы стать полными."
    This "我习惯于分析和比较数字。从小，数字就是我的朋友：它们仿佛在对我低语，告诉我还缺少哪些邻居才能变得完整。"

# game/code/text/text_map_city.rpy:310
translate chinese map_city_a7ac5bdf_1:

    # This "Но, если подумать, архитектура и инфраструктура — это формулы, материализованные в реальность. Словно напечатанные строительным принтером Бридж."
    This "但仔细想想，建筑和基础设施就是现实中具象化的公式。就像布里格的建筑打印机印出来的一样。"

# game/code/text/text_map_city.rpy:311
translate chinese map_city_0e026922_1:

    # This "Трёхмерная фигура в своей основе, на самом глубинном и простом уровне — это просто горстка чисел. А значит, весь Город во всей своей хаотичной сложности и детальности является одной большой таблицей."
    This "一个三维图形，在其核心、最深层也是最简单的层面，不过是一把数字。因此，整个城市，以其所有混乱的复杂性和细节，就是一张大表格。"

# game/code/text/text_map_city.rpy:312
translate chinese map_city_df30655c_1:

    # This "Я рассеянно уставился в экран, с лёгким ужасом ощущая, как отдельные куски сознания сдвигаются с места и перестраиваются в новом порядке."
    This "我心不在焉地盯着屏幕，带着一丝恐惧，感觉到意识的碎片正在移动，重新排列成新的顺序。"

# game/code/text/text_map_city.rpy:313
translate chinese map_city_30419584_1:

    # This "Сами числа перешли в другую форму, но всё ещё остались моими друзьями…"
    This "数字本身改变了形态，但它们依然是我的朋友……"

# game/code/text/text_map_city.rpy:314
translate chinese map_city_6a583c4c_1:

    # This "Мне нужно больше информации. Я должен видеть сразу всё."
    This "我需要更多信息。我需要立刻看到一切。"

# game/code/text/text_map_city.rpy:322
translate chinese map_city_ed62677a_1:

    # This "Паутинка линий, корневая система трубопроводов и проводов. Словно гигантский гриб пророс сквозь Город, охватывая и заполняя каждый уголок."
    This "线条的网络，管道和电线的根系系统。它像一株巨大的蘑菇，在城市中萌发，拥抱并填满每个角落。"

# game/code/text/text_map_city.rpy:323
translate chinese map_city_bba4f204_1:

    # This "Узлы и утолщения указывают на присутствие какого-то объекта в этом месте. Но, точно так же на незримое присутствие может указать и пустое место в паутине. Как корни, оплетающие камешек."
    This "节点和增厚处表明该地存在某个物体。但一个看不见的存在，也可能由网络中的一个空点来指示。就像根系缠绕着一颗卵石。"

# game/code/text/text_map_city.rpy:328
translate chinese map_city_afe592c1_1:

    # This "Прямые и строгие квадраты стен. Плотная штриховка улиц, мельтешащая рябь лестниц. Как можно понять что-то в этой каше?"
    This "笔直的方形墙壁。街道的浓密阴影，楼梯闪烁的涟漪。在这团乱麻中，谁能理解任何东西？"

# game/code/text/text_map_city.rpy:329
translate chinese map_city_ec23a299_1:

    # This "Мои друзья-числа в этих схемах любят быть объемом. Пузырьки застывшей бетонной пены, толкающиеся боками. Объёмы существующие и видимые автоматически выдавливают, сминают, подсказывают форму невидимого."
    This "我的数字朋友们在这些图里喜欢以体积呈现。凝固混凝土泡沫的气泡，向侧面挤压。存在且可见的体积会自动挤压、压扁，暗示着不可见之物的形状。"

# game/code/text/text_map_city.rpy:334
translate chinese map_city_2301e064_1:

    # This "К уже существующей горе чисел добавилась линейка с числами самыми важными — время."
    This "在现有的数字之山上，又叠加了一层最重要的数字——时间日期。"

# game/code/text/text_map_city.rpy:335
translate chinese map_city_22049150_1:

    # This "Город меняется, бурлит, растёт словно живой; нет, он и есть живой. Добавить к нему время, и он становится гибким, пластичным, почти жидким."
    This "城市在变化、冒泡、生长，仿佛有生命一般。不，它确实有生命。加上时间维度，它就变得柔韧、可塑，几乎是液态的。"

# game/code/text/text_map_city.rpy:336
translate chinese map_city_b36561bb_1:

    # This "Неизменно твёрдыми остаются только самые древние основы: стены Котлована и шесть пятен-Столпов. А под этими Столпами… Шахты? Пещеры? Неважно. Они огромны, их даже не нужно искать."
    This "只有最古老的基础保持不变：盆地的墙壁和六根支柱。而在这些支柱之下……是矿井？洞穴？没关系。它们巨大无比，甚至无需刻意寻找。"

# game/code/text/text_map_city.rpy:337
translate chinese map_city_20b8b886_1:

    # This "Значит, если что-то иное не движется в бурлении форм и чисел Города — оно древнее. И значимое."
    This "所以，如果在城市形态与数字的喧嚣中，还有什么东西是不动的，那它就是古老的。并且是有意义的。"

# game/code/text/text_map_city.rpy:339
translate chinese map_city_bd08be5a_1:

    # This "Покрасневшими от напряжения глазами я всматривался в наложение сразу многих полупрозрачных карт. Спину свело, ноги подрагивали от неудобной позы. Сколько я так уже сижу? Рабочий день уже наверняка…"
    This "我的眼睛因紧张而发红，我持续盯着多层半透明地图的叠加。我的背僵直了，腿因不舒服的姿势而颤抖。我这样坐了多久？工作日肯定已经结……"

# game/code/text/text_map_city.rpy:340
translate chinese map_city_4f84bd4b_1:

    # This "Вот оно."
    This "找到了。"

# game/code/text/text_map_city.rpy:342
translate chinese map_city_7af5fbcd_1:

    # This "Маленькое пятнышко, укрытое в сплетении форм-чисел. Спрятанное, но работающее. Сросшееся с телом Города, но остающееся неизменным сквозь все эти годы."
    This "一个小小的斑点，隐藏在形态数字的缠结中。隐藏着，但仍在运作。与城市的躯体融为一体，但历经这些年却未曾改变。"

# game/code/text/text_map_city.rpy:343
translate chinese map_city_654f703d_1:

    # This "Далеко за жилыми кварталами и складами, у самого края Города… Какая ирония. Судя по записям, Непротивление одним из своих последних взрывов попало почти в точку."
    This "远在居民区和仓库之外，在城市的最边缘……多么讽刺。根据报告，不抵抗组织用他们最后一次爆炸，几乎就击中了那个地点。"

# game/code/text/text_map_city.rpy:344
translate chinese map_city_4d05f042_1:

    # This "Они вскрыли путь к своей цели, но не успели им воспользоваться. Скорее всего, даже не поняли, что именно они нашли."
    This "他们揭示了通往目标的路径，却没来得及使用它。很可能，他们甚至没意识到自己发现了什么。"

# game/code/text/text_map_city.rpy:345
translate chinese map_city_d5cd3035_1:

    # This "Истинный смысл этого места знаю только я. Один я на весь Город."
    This "只有我知道这个地方的真正含义。我是全城唯一知道的人。"

# game/code/text/text_map_city.rpy:346
translate chinese map_city_1e77ed80_1:

    # This "Тело пронзила холодная дрожь."
    This "一阵寒颤掠过我的身体。"

# game/code/text/text_map_city.rpy:353
translate chinese map_city_ce66160d:

    # This "Тщательно скрыв все следы своих изысканий, я выбежал из кабинета в холл Министерства и принялся прогуливаться по коридорам."
    This "我小心翼翼地隐藏了所有研究痕迹，跑出办公室来到部里的走廊，开始在走廊里踱步。"

# game/code/text/text_map_city.rpy:354
translate chinese map_city_d32ed1d8:

    # This "На то, чтобы сохранить внешнее спокойствие, уходили все силы."
    This "我竭尽全力才维持住表面上的平静。"

# game/code/text/text_map_city.rpy:355
translate chinese map_city_3f74a7b1:

    # This "Моё открытие. Моё достижение. Пусть только на этот краткий миг, но оно принадлежит только мне."
    This "我的发现。我的成就。即使只在这短暂的瞬间，它属于我。"

# game/code/text/text_map_city.rpy:356
translate chinese map_city_ff1bfe7d:

    # This "Я имею право. Я заслужил увидеть его первым."
    This "我有这个权利。我理应第一个看到它。"

# game/code/text/text_map_city.rpy:357
translate chinese map_city_f35aca8f:

    # This "Даже если всё давно проржавело и вышло из строя. Даже если вместо помещения меня встретит обвал из бетонных глыб. Я должен узнать."
    This "即使一切早已锈蚀、失修。即使迎接我的不是房间，而是混凝土巨石的塌方。我必须知道。"

# game/code/text/text_map_city.rpy:358
translate chinese map_city_6fddc029:

    # This "В конце концов, это моё задание, разве нет? Найти и разузнать. Вот пойду и разузнаю. Экспериментальное подтверждение теоретическим выкладкам."
    This "毕竟，这就是我的任务，不是吗？找到并检查它。那我就去这么做。理论计算的实验验证。"

# game/code/text/text_map_city.rpy:363
translate chinese map_city_3966c80d:

    # This "Чёрт, похоже, всё-таки уговорил сам себя."
    This "该死，我想我已经说服自己了。"

# game/code/text/text_map_city.rpy:364
translate chinese map_city_92053936:

    # This "Всё меньше и меньше людей на улицах. Их потоки соединяют между собой крупные офисные здания, спортзалы, бары и магазины. Нет ни одного потока, ведущего туда, куда нужно мне."
    This "街上的人越来越少。人流被大型办公楼、健身房、酒吧和商店相互连接。没有一股人流是通往我需要去的地方的。"

# game/code/text/text_map_city.rpy:365
translate chinese map_city_6af22d24:

    # This "Ещё немного, и я начну привлекать внимание патрулей."
    This "再这样下去，我就要开始吸引巡逻队的注意了。"

# game/code/text/text_map_city.rpy:371
translate chinese map_city_f5fcde77:

    # This "Сектор Север… Крайне неудачное место для прогулок."
    This "北区……真是个不宜行走的地方。"

# game/code/text/text_map_city.rpy:373
translate chinese map_city_af3c66b6:

    # This "Где-то здесь Полианна надела повязку мне на глаза. Где-то там, в нагромождении старых домов, укрыта одна из тайных явок Непротивления."
    This "波莉安娜就是在这附近给我蒙上眼罩的。那边，在那片杂乱的老房子中，就有一处不抵抗组织的秘密藏身点。"

# game/code/text/text_map_city.rpy:374
translate chinese map_city_76e1e678:

    # This "Конечно, сейчас там никого нет — вряд ли бунтовщики используют место, в котором уже побывал рейд кланков."
    This "当然，现在那里肯定空无一人——暴乱分子不太可能使用已经暴露的地点。"

# game/code/text/text_map_city.rpy:375
translate chinese map_city_d8e69fb8:

    # This "Но всё же стоит смотреть по сторонам внимательнее. Будет неловко, если наткнусь на каких-нибудь братьев Андо. Сначала я должен увидеть выход Главкона своими глазами."
    This "但我还是得更仔细地观察四周。要是撞见安多兄弟中的一个就尴尬了。我必须先亲眼看看达夫利德的出口。"

# game/code/text/text_map_city.rpy:377
translate chinese map_city_4f55188c:

    # This "Место моего самого ужасного преступления. Моего предательства."
    This "我那最可怕罪行的现场。我的背叛之地。"

# game/code/text/text_map_city.rpy:378
translate chinese map_city_51356d70:

    # This "Говорят, предатели не умирают — они живьём попадают на самое дно Котлована, где прикован сам Главкон. Вросшие в стену, они обречены вечно слушать вой Главного Изменника."
    This "据说叛徒不会死——他们会被活捉到盆地的最深处，达夫利德本人就被锁在那里。被冻进墙壁，他们被判永远聆听那位至高叛徒的嚎叫。"

# game/code/text/text_map_city.rpy:379
translate chinese map_city_3af0c8ce:

    # This "Что ж, скоро у меня появится шанс узнать, как много правды в этой легенде."
    This "好吧，我很快就有机会验证这个传说有多少真实性了。"

# game/code/text/text_map_city.rpy:381
translate chinese map_city_f5b714fd:

    # This "Внезапно впереди показалась тёмная фигура кланка."
    This "突然，前方出现了一个铁皮警察的黑色身影。"

# game/code/text/text_map_city.rpy:384
translate chinese map_city_289762b3:

    # This "Какого чёрта он тут забыл? Это крайне неудачно. Уйти и попробовать в другой день? Нет, невозможно, я не выдержу, просто сойду с ума."
    This "他到底在这儿干什么？这太不走运了。我该离开改天再来吗？不，不行，我等不了那么久。我会疯掉的。"

# game/code/text/text_map_city.rpy:387
translate chinese map_city_d4287529:

    # This "Пройду мимо него. В конце концов, я не простой житель Города."
    This "我会从他身边经过。毕竟，我不是城市的普通公民。"

# game/code/text/text_map_city.rpy:391
translate chinese map_city_df108a21:

    # This "Конечно же, он преградил мне путь."
    This "当然，他拦住了我的去路。"

# game/code/text/text_map_city.rpy:392
translate chinese map_city_e5b8caf4:

    # Police "Постойте, гражданин. Проход закрыт."
    Police "停下，公民。通道封闭了。"

# game/code/text/text_map_city.rpy:393
translate chinese map_city_21e64d3a:

    # Kav "Я чиновник Министерства Демографии на задании."
    Kav "我是人口统计部执行任务的官员。"

# game/code/text/text_map_city.rpy:394
translate chinese map_city_d2b0d793:

    # Police "Идентификат."
    Police "请出示身份证明。"

# game/code/text/text_map_city.rpy:395
translate chinese map_city_df8fa9aa:

    # This "Слишком многое зависит от маленькой карточки с информацией. Иногда даже сама жизнь."
    This "太多东西都系于一张小小的信息卡片。有时甚至是生命本身。"

# game/code/text/text_map_city.rpy:397
translate chinese map_city_fcd9d0ed:

    # Police "Джосайя Кавиани, личный референт Министра Демографии Раджа Квирина…"
    Police "约西亚·卡维亚尼，人口统计部长拉吉·奎林的私人顾问……"

# game/code/text/text_map_city.rpy:398
translate chinese map_city_b95a7f54:

    # Kav "Звучит слишком длинно, я знаю."
    Kav "听起来太长了，我知道。"

# game/code/text/text_map_city.rpy:399
translate chinese map_city_c1dc272f:

    # Police "Прошу прощения, господин Кавиани. Сами понимаете, правила, приказы…"
    Police "抱歉，卡维亚尼先生。您知道的，规定，命令……"

# game/code/text/text_map_city.rpy:400
translate chinese map_city_42dfb092:

    # Kav "Да, конечно. Благодарю за бдительность."
    Kav "是的，当然。感谢你的警惕。"

# game/code/text/text_map_city.rpy:401
translate chinese map_city_e4ae6966:

    # Police "Проходите."
    Police "请通行。"

# game/code/text/text_map_city.rpy:402
translate chinese map_city_68ef1d17:

    # This "Так-то лучше. Мне начинает нравиться моё новое положение."
    This "这样好多了。我开始喜欢我的新职位了。"

# game/code/text/text_map_city.rpy:403
translate chinese map_city_dc377134:

    # This "Но всё же, уходя, я словно ощущал его подозрительный взгляд, сверлящий меня между лопаток. Будь я хоть на ступеньку ниже референта — и простой проверкой идентификата не отделался бы."
    This "但即便如此，当我走开时，我仿佛能感觉到他怀疑的目光正钻入我的肩胛骨之间。哪怕我的级别比参事低一级，都不可能仅凭身份检查就脱身。"

# game/code/text/text_map_city.rpy:405
translate chinese map_city_301ea8b5:

    # Police "Джосайя Кавиани, сотрудник отдела статистических расчётов Министерства Демографии."
    Police "人口统计部统计计算科的约西亚·卡维亚尼。"

# game/code/text/text_map_city.rpy:406
translate chinese map_city_545aef79:

    # Kav "Да, я тут по приказ…"
    Kav "是的，我奉命令前来……"

# game/code/text/text_map_city.rpy:407
translate chinese map_city_65ea88ef:

    # Police "Приказано задерживать любого, кто попытается пройти в зону оцепления."
    Police "命令是拘留任何试图进入封锁区域的人。"

# game/code/text/text_map_city.rpy:408
translate chinese map_city_ba616bbf:

    # This "Оцепления?.. Он тут не один? Чёрт, чёрт!.."
    This "封锁……？他不止一个人？该死，该死！"

# game/code/text/text_map_city.rpy:409
translate chinese map_city_33b21c2d:

    # Police "Во избежание лишних травм при задержании рекомендую вам встать на колени."
    Police "我建议你跪下，以免被捕时遭受不必要的伤害。"

# game/code/text/text_map_city.rpy:410
translate chinese map_city_030534f5:

    # This "Я даже не успел шевельнуться, как дубинка врезалась в мой бок. К боли в треснувших рёбрах добавилась острая судорога электрического разряда."
    This "我甚至没来得及动，警棍就砸在了我的身侧。肋骨开裂的疼痛加上电击的剧烈痉挛。"

# game/code/text/text_map_city.rpy:425
translate chinese map_city_f1f1c328:

    # This "Но я был так близок!.. Несправедливо. Я единственный, кто знает…"
    This "但我离得那么近！……太不公平了。我是唯一知道……"

# game/code/text/text_map_city.rpy:429
translate chinese map_city_023c1b31:

    # This "Возможно, удастся обойти переулками… Например, на востоке."
    This "也许可以走小巷避开他……比如，往东边。"

# game/code/text/text_map_city.rpy:434
translate chinese map_city_4d6a8475:

    # This "Ещё один кланк."
    This "又一个铁皮警察。"

# game/code/text/text_map_city.rpy:439
translate chinese map_city_bb19ded9:

    # This "И ещё."
    This "那边还有一个。"

# game/code/text/text_map_city.rpy:444
translate chinese map_city_9884421a:

    # This "Это оцепление. Вся территория закрыта."
    This "这是封锁。整个区域都封闭了。"

# game/code/text/text_map_city.rpy:446
translate chinese map_city_9c51a215:

    # This "Ну и чёрт с ними. Я не могу уйти с пустыми руками; вернусь на главную улицу. Тот кланк выглядел наиболее мирным."
    This "好吧，去他们的。我不能空手而归。那我就回主街去。那个铁皮警察看起来最友好。"

# game/code/text/text_map_city.rpy:447
translate chinese map_city_d4287529_1:

    # This "Пройду мимо него. В конце концов, я не простой житель Города."
    This "我会从他身边经过。毕竟，我不仅仅是城市的普通公民。"

# game/code/text/text_map_city.rpy:450
translate chinese map_city_df108a21_1:

    # This "Конечно же, он преградил мне путь."
    This "当然，他拦住了我的去路。"

# game/code/text/text_map_city.rpy:451
translate chinese map_city_e5b8caf4_1:

    # Police "Постойте, гражданин. Проход закрыт."
    Police "停下，公民。区域封闭。"

# game/code/text/text_map_city.rpy:452
translate chinese map_city_21e64d3a_1:

    # Kav "Я чиновник Министерства Демографии на задании."
    Kav "我是人口统计部执行任务的官员。"

# game/code/text/text_map_city.rpy:453
translate chinese map_city_d2b0d793_1:

    # Police "Идентификат."
    Police "请出示身份卡。"

# game/code/text/text_map_city.rpy:454
translate chinese map_city_df8fa9aa_1:

    # This "Слишком многое зависит от маленькой карточки с информацией. Иногда даже сама жизнь."
    This "太多东西都系于一张小小的信息卡片。有时甚至是生命本身。"

# game/code/text/text_map_city.rpy:455
translate chinese map_city_fcd9d0ed_1:

    # Police "Джосайя Кавиани, личный референт Министра Демографии Раджа Квирина…"
    Police "约西亚·卡维亚尼，人口统计部长拉吉·奎林的私人顾问……"

# game/code/text/text_map_city.rpy:456
translate chinese map_city_b95a7f54_1:

    # Kav "Звучит слишком длинно, я знаю."
    Kav "听起来太长了，我知道。"

# game/code/text/text_map_city.rpy:457
translate chinese map_city_c1dc272f_1:

    # Police "Прошу прощения, господин Кавиани. Сами понимаете, правила, приказы…"
    Police "抱歉，卡维亚尼先生。您知道的，规定，命令……"

# game/code/text/text_map_city.rpy:458
translate chinese map_city_42dfb092_1:

    # Kav "Да, конечно. Благодарю за бдительность."
    Kav "是的，当然。感谢你的警惕。"

# game/code/text/text_map_city.rpy:459
translate chinese map_city_e4ae6966_1:

    # Police "Проходите."
    Police "请通行。"

# game/code/text/text_map_city.rpy:460
translate chinese map_city_68ef1d17_1:

    # This "Так-то лучше. Мне начинает нравиться моё новое положение."
    This "这样好多了。我开始喜欢我的新职位了。"

# game/code/text/text_map_city.rpy:461
translate chinese map_city_dc377134_1:

    # This "Но всё же, уходя, я словно ощущал его подозрительный взгляд, сверлящий меня между лопаток. Будь я хоть на ступеньку ниже референта — и простой проверкой идентификата не отделался бы."
    This "但即便如此，当我走开时，我仿佛能感觉到他怀疑的目光正钻入我的肩胛骨之间。哪怕我的级别比参事低一级，都不可能仅凭身份检查就脱身。"

# game/code/text/text_map_city.rpy:464
translate chinese map_city_31638679:

    # This "Я отступил чуть назад, попытавшись слиться с тенью."
    This "我稍稍后退，试图融入阴影之中。"

# game/code/text/text_map_city.rpy:465
translate chinese map_city_cdcadc8c:

    # This "Не могут же они быть повсюду."
    This "他们不可能无处不在，对吧？"

# game/code/text/text_map_city.rpy:466
translate chinese map_city_74fdc1c9:

    # This "Я не могу сдаться, не могу повернуть назад."
    This "我不能放弃。我不能回头。"

# game/code/text/text_map_city.rpy:467
translate chinese map_city_904361cc:

    # This "Выход Главкона… Я должен тебя увидеть. Чистое Небо и Яркое Солнце. Не то, которое нам обещают после смерти, а настоящее."
    This "达夫利德的出口……我必须看到它。清澈的天空和明亮的太阳。不是他们承诺我们死后才有的那个，而是真实的那个。"

# game/code/text/text_map_city.rpy:468
translate chinese map_city_2c7bbe0e:

    # This "Пусть даже Фиолетовая Смерть всё ещё существует, пусть я ошибаюсь, и Машины на самом деле находят ресурсы иначе. Пусть мы обречены жить в Городе, как в клетке."
    This "也许紫色死亡仍然存在，也许我错了，机器实际上通过其他方式获取资源。也许我们注定要永远生活在城市这个牢笼里。"

# game/code/text/text_map_city.rpy:469
translate chinese map_city_43de885a:

    # This "Сейчас я хочу просто увидеть. Убедиться, что всё это не выдумка и не обман."
    This "现在我只想亲眼看看。确认这一切不是虚构或骗局。"

# game/code/text/text_map_city.rpy:470
translate chinese map_city_9196eb7c:

    # This "Где-то здесь я вывалился из переулка после побега от рейда на явку Непротивления… Где-то тут есть открытая дверь."
    This "就在这附近，我从突袭不抵抗组织集会的追捕中逃脱后，跌跌撞撞跑出小巷……就在某处，有一扇敞开的门。"

# game/code/text/text_map_city.rpy:472
translate chinese map_city_42185d19:

    # This "Если и здесь обнаружится кланк из оцепления, то в Департаменте заботы и защиты сидят ещё более впечатляющие параноики, чем я думал."
    This "如果连这里也有铁皮警察，那关怀与法律部里坐着的偏执狂比我想象的还要厉害。"

# game/code/text/text_map_city.rpy:474
translate chinese map_city_a4cd1c7b:

    # This "То самое пятнышко на карте, скрытый островок стабильности, камешек, оплетённый корнями инфраструктуры…"
    This "地图上的那个点，一个隐藏的稳定孤岛，一块被基础设施根系缠绕的卵石……"

# game/code/text/text_map_city.rpy:476
translate chinese map_city_d4b8f987:

    # This "Выглядит невзрачно. Ржавчина, полустёртые надписи, которые уже не разобрать… Не удивлюсь, если дверь уже давно заклинило. Замковый механизм мог проржаветь и застыть намертво."
    This "情况不妙。锈迹斑斑、几乎磨平、无法辨认的铭文……就算门早就卡死了，我也不会惊讶。锁闭机构可能已经锈死，冻得结结实实。"

# game/code/text/text_map_city.rpy:477
translate chinese map_city_075815c0:

    # This "Именно такой она и должна быть. Слишком скучная, чтобы скрывать что-то ценное. На вид слишком много труда, чтобы попытаться открыть её просто так, без серьёзной причины."
    This "正该如此。太无聊了，藏不了什么有价值的东西。要打开它需要费太多力气，而且没有正当理由。"

# game/code/text/text_map_city.rpy:478
translate chinese map_city_e33a7c38:

    # This "Сперва колесо затвора отказывалось поворачиваться, но после нескольких ударов осыпалось хлопьями ржавчины и сдвинулось с места. Дверь завизжала, словно от боли, и поползла в сторону."
    This "起初，门栓轮拒绝转动，但敲打几下后，它碎裂成铁锈片，松动了。门发出痛苦的尖啸，向一侧滑开。"

# game/code/text/text_map_city.rpy:484
translate chinese map_city_80ddb9b3:

    # This "Я подкормил раствор в люминолампе и шагнул в открывшийся провал."
    This "我给荧光灯管注入溶液，踏入敞开的缝隙。"

# game/code/text/text_map_city.rpy:496
translate chinese map_city_6bcc2a3c:

    # This "Слабый свет лампы обрисовал необычное офисное помещение. Скопления рабочих терминалов — как будто у людей прошлого было по пять голов. Экраны темны и холодны…"
    This "微弱的灯光勾勒出一个不寻常的办公空间。成簇的工作终端——仿佛过去的人每人都有五个头。屏幕漆黑冰冷……"

# game/code/text/text_map_city.rpy:497
translate chinese map_city_d800702b:

    # This "Я шагнул вперёд, но тут же остановился, прикрыв рукавом ноздри; в носу нестерпимо засвербело. Каждый шаг поднимал за собой ураганчики сухой пыли."
    This "我向前迈了一步，但立刻停住，用袖子捂住鼻孔。鼻子里面痒得难以忍受。每一步都扬起一阵干燥的尘土风暴。"

# game/code/text/text_map_city.rpy:498
translate chinese map_city_a92b5e45:

    # This "Что ж, это успокаивает. Любой, кто мог войти сюда до меня, оставил бы ясно видимые следы. Но оглядеться всё же не помешает."
    This "好吧，这倒令人安心。任何在我之前进来的人都会留下清晰的脚印。但四处看看总没坏处。"

# game/code/text/text_map_city.rpy:499
translate chinese map_city_e7ca3a7b:

    # This "Конец зала терялся во тьме. Возможно, стоит двигаться вдоль стены, чтобы не заблудиться."
    This "黑暗中，我甚至看不到大厅的尽头。也许我应该沿着墙走，以免迷路。"

# game/code/text/text_map_city.rpy:501
translate chinese map_city_6108e2b4:

    # This "Далеко идти не пришлось — в облупленном бетоне стены показалась ниша. Свет люминолампы отразился от плотно сомкнутых стальных ворот."
    This "我没走多远——剥落的混凝土墙上有一个凹槽。荧光灯的光映照在紧闭的钢门上。"

# game/code/text/text_map_city.rpy:502
translate chinese map_city_bfb74df9:

    # This "Рядом с воротами в стене обнаружилась кнопка. Я рассеянно пощёлкал ею, ни на что особо не надеясь. Похоже, после стольких лет консервации электроснабжение все-таки не выдержало…"
    This "门旁边的墙上似乎有一个按钮。我心不在焉地按了一下，没抱什么希望。看来经过这么多年的封存，电力供应终究耗尽了……"

# game/code/text/text_map_city.rpy:507
translate chinese map_city_3b65179a:

    # This "Створки ворот с лязгом разошлись. В глаза ударил холодный, мерцающий свет, от которого мгновенно заслезились глаза."
    This "突然，钢门哐当一声分开。一道冰冷、闪烁的光线刺入我的眼睛，让我泪流不止。"

# game/code/text/text_map_city.rpy:508
translate chinese map_city_39013cf1:

    # This "Работает! Что-то всё ещё работает!"
    This "它还能用！还有东西在运转！"

# game/code/text/text_map_city.rpy:509
translate chinese map_city_4eaf859d:

    # This "Поморгав, я наконец смог разглядеть… чулан?.. За воротами оказалась маленькая и абсолютно пустая комната."
    This "我眨了眨眼，终于看清了……一个壁橱？……门后是一个狭小且完全空荡的房间。"

# game/code/text/text_map_city.rpy:510
translate chinese map_city_148e3dfa:

    # This "Болван, это не комната, это лифт! Франк-спаситель, это оно, это может быть выходом из Города!"
    This "傻瓜，那不是房间。那是电梯！救世主弗兰克，就是它。这可能是离开城市的出路！"

# game/code/text/text_map_city.rpy:511
translate chinese map_city_df414a73:

    # This "Или… Или это может быть лифт, ведущий на улицу, прямо в лапы кланков. Или он может обвалиться вместе со мной в шахту, на дне которой сидит Главкон. Если верить мифам, лететь мне придётся несколько часов."
    This "或者……或者它可能是一部通往街道的电梯，正好落入铁皮警察的魔爪。或者它可能载着我坠入井道，掉到达夫利德所在的底部。如果神话可信，我得花上好几个小时才能落到底。"

# game/code/text/text_map_city.rpy:512
translate chinese map_city_7fb12f1d:

    # This "Именно в этот момент я остро ощутил ценность собственного существования. Теперь я не просто Джосайя Кавиани, маленький, одинокий человек в большом Городе. Теперь я обладаю невероятным знанием."
    This "就在那一刻，我强烈地感受到了自身存在的价值。现在我不再只是约西亚·卡维亚尼，大城市里一个渺小孤独的人。我现在拥有不可思议的知识。"

# game/code/text/text_map_city.rpy:513
translate chinese map_city_5fc2699b:

    # This "Один необдуманный шаг, и исчезнет, навсегда сотрётся всё то, чего я достиг. То, что может быть ценнее самой моей жизни. Это знание больше меня — оно может быть зерном нового мира."
    This "一个错误的决定，我所取得的一切都将消失，被永远抹去。这或许比我的生命本身更有价值。这知识超越了我——它可能正是一颗新世界的种子。"

# game/code/text/text_map_city.rpy:514
translate chinese map_city_e2913369:

    # This "Но даже такого невероятного знания недостаточно. Мне нужно больше информации. Возможно, стоит продолжить осмотр помещения."
    This "但即便是这不可思议的知识也还不够。我需要更多信息。也许我应该更仔细地检查这个房间。"

# game/code/text/text_map_city.rpy:515
translate chinese map_city_964f8db3:

    # This "С другой стороны, время на исходе. Как скоро кланк из оцепления решит доложить о странном госте?"
    This "另一方面，我真的没有时间了。那个铁皮警察多久后会决定报告有奇怪的访客？"

# game/code/text/text_map_city.rpy:519
translate chinese map_city_5a1e139a:

    # This "Знание подождёт. Я слишком долго сидел в сторонке и наблюдал. Хватит собирать информацию — нужно действовать."
    This "知识可以等待。我已经在旁观望太久了。不再收集信息——我必须行动。"

# game/code/text/text_map_city.rpy:520
translate chinese map_city_64a3b5ff:

    # This "Отбросив последние сомнения, я шагнул в кабину лифта. Стальные створы жадно лязгнули и сошлись за моей спиной."
    This "抛开所有残留的疑虑，我踏入了电梯轿厢。钢门急切地哐当一声，在我身后合拢。"

# game/code/text/text_map_city.rpy:523
translate chinese map_city_71d1bcdc:

    # This "Маленькое жадное чудовище, сидящее в глубине моего мозга и постоянно требующее непрерывного потока новой информации, на этот раз победило."
    This "我大脑后部那个贪婪的小怪物，不断要求持续不断的新信息流，这次占了上风。"

# game/code/text/text_map_city.rpy:524
translate chinese map_city_eb22a5e1:

    # This "Я развернулся к лифту спиной. Металлические ворота… нет, двери со скрипом закрылись, отсекая поток резкого и неприятного света."
    This "我背对电梯。金属门……不，是门吱呀着关上，切断了那束刺眼而不适的光线。"

# game/code/text/text_map_city.rpy:528
translate chinese map_city_96c3b696:

    # This "На фоне вернувшейся тьмы голубым окном сиял внезапно включившийся терминал. Словно кусочек Чистого Неба, спрятанный в тайном хранилище."
    This "在重新降临的黑暗中，一个突然启动的终端闪烁着它的蓝色窗口。就像一片隐藏在秘密金库中的清澈天空。"

# game/code/text/text_map_city.rpy:529
translate chinese map_city_05d055b9:

    # This "Как и почему он включился?.."
    This "它是怎么启动的？又为何会启动？……"

# game/code/text/text_map_city.rpy:530
translate chinese map_city_322f5077:

    # Kav "Робо-консьерж?.. Гостевой логин… Экстренный логин?"
    Kav "机器人门房……？访客登录……紧急登录？"

# game/code/text/text_map_city.rpy:531
translate chinese map_city_48a48990:

    # This "Звук собственного голоса показался слабым и дрожащим, но одновременно слишком громким."
    This "我自己的声音听起来微弱而颤抖，却又显得过于响亮。"

# game/code/text/text_map_city.rpy:532
translate chinese map_city_a52ba9aa:

    # This "Только тишина в ответ."
    This "回应我的只有寂静。"

# game/code/text/text_map_city.rpy:533
translate chinese map_city_803bdd3d:

    # This "Может ли быть так, что я здесь не один? Кто-то прошёл за моей спиной, пока я пялился на лифт, и теперь прячется в темноте?"
    This "难道这里不止我一个人？是不是在我盯着电梯看的时候，有人从我身后走过，现在正躲在暗处？"

# game/code/text/text_map_city.rpy:534
translate chinese map_city_f5708521:

    # This "Хватит выдумывать. Просто датчик отреагировал на звук шагов в комнате, ничего больше."
    This "我必须停止胡思乱想。传感器只是对房间里的脚步声做出了反应，仅此而已。"

# game/code/text/text_map_city.rpy:535
translate chinese map_city_235a89dd:

    # This "Я передернул плечами, чтобы согнать трусливые мурашки, и зашагал к скошенному постаменту с ярким квадратом экрана."
    This "我耸了耸肩，想甩掉身上的鸡皮疙瘩，踉跄着走向那个带有明亮方形屏幕的斜面基座。"

# game/code/text/text_map_city.rpy:536
translate chinese map_city_462e55df:

    # This "Смогу ли я пользоваться техникой наших далёких предков? Лифт выглядит вполне обычным, но в древние времена наверняка не существовало Алгоритмических Регуляторов, насильно поддерживающих единый дизайн интерфейса."
    This "我能使用我们远古祖先的技术吗？电梯看起来相当普通，但在古代，肯定没有算法调节器强制维持统一的界面设计。"

# game/code/text/text_map_city.rpy:538
translate chinese map_city_24798918:

    # This "На экране мерцали до обидного привычные иконки и слова. Подключение к Священному Серверу, что-то под многообещающим названием «Центр управления», даже пара простейших игр."
    This "屏幕上闪烁着令人沮丧的熟悉图标和文字。连接到神圣服务器，一个名为「控制中心」的诱人项目，甚至还有几个简单的游戏。"

# game/code/text/text_map_city.rpy:539
translate chinese map_city_ed7c0c2c:

    # This "Но над всем этим довлела крупная иконка в центре экрана: «Эстергази». Обычный документ."
    This "但一个特别大的图标始终停留在屏幕中央：「埃斯特哈齐」。一个普通的文档文件。"

# game/code/text/text_map_city.rpy:540
translate chinese map_city_45c3fde2:

    # This "Кто-то невероятно хитрый и могущественный смог скрыть этот терминал от ищущих глаз, смог обеспечить его бесперебойную работу сквозь все эти годы…"
    This "某个极其狡猾且强大的人，能够将这个终端隐藏在窥探的目光之外，确保它历经这些年仍能不间断地运行……"

# game/code/text/text_map_city.rpy:541
translate chinese map_city_dc7c424c:

    # This "Этот кто-то явно не хотел, чтобы документ под названием «Эстергази» потерялся. Нет, он рассчитывал, что этот файл бросится в глаза. Но зачем? Напоминать что-то самому себе?"
    This "有人显然不希望这份名为「埃斯特哈齐」的文件丢失。不，他指望着这份文件能引起某人的注意。但为什么呢？是为了提醒自己什么吗？"

# game/code/text/text_map_city.rpy:542
translate chinese map_city_b54d09bf:

    # This "Если только это не письмо. Древнее послание, адресованное любому человеку, способному добраться до этого терминала. А значит, сейчас оно адресовано мне."
    This "除非这根本不是一封信。而是一封古老的信息，寄给任何能接触到这个终端的人。也就是说，现在是寄给我的。"

# game/code/text/text_map_city.rpy:543
translate chinese map_city_c8c8f56a:

    # This "Снедаемый любопытством, я открыл документ и принялся жадно читать."
    This "被好奇心吞噬，我打开了文档，如饥似渴地开始阅读。"

translate chinese strings:

    # game/code/text/text_map_city.rpy:230
    old "Открыть схему инфраструктуры."
    new "打开基础设施示意图。"

    # game/code/text/text_map_city.rpy:230
    old "Открыть архитектурный проект Города."
    new "打开城市建筑设计图。"

    # game/code/text/text_map_city.rpy:230
    old "Открыть архивные карты до эпохи Министра Османа."
    new "打开奥斯曼部长时代之前的档案地图。"

    # game/code/text/text_map_city.rpy:385
    old "Подойти к кланку."
    new "接近那个铁家伙。"

    # game/code/text/text_map_city.rpy:385
    old "Попробовать его обойти."
    new "试着绕过他。"

    # game/code/text/text_map_city.rpy:516
    old "Времени нет! Ехать на лифте немедленно."
    new "没时间了！立刻乘电梯。"

    # game/code/text/text_map_city.rpy:516
    old "Нужно продолжать поиски."
    new "我需要继续寻找。"

