# TODO: Translation updated at 2021-11-19 20:13

# game/code/text/text_diodato.rpy:3
translate chinese diodato_6fb81987:

    # This "Тяжёлая ночь. Пробуждение не принесло никакого облегчения — сны продолжали клубиться мутным облаком где-то на дне черепа, не отпуская на всём пути до самого Министерства."
    This "那是个难熬的夜晚。醒来并未带来任何解脱——梦境仍如云雾般盘踞在我颅底深处，一路纠缠着我直到部门。"

# game/code/text/text_diodato.rpy:8
translate chinese diodato_3c187e81:

    # This "Уже привычное чувство страха и нервозности. Потные ладони стали моим постоянным спутником. Начинаешь поневоле задумываться, почему многие чиновники Министерств так любят носить перчатки."
    This "惯常的恐惧与紧张感已然降临。汗湿的手掌成了我忠实的伴侣。难怪这么多部门官员都喜欢戴手套。"

# game/code/text/text_diodato.rpy:9
translate chinese diodato_0d0c22f5:

    # This "Казалось бы, за всё это время я должен был привыкнуть. Но нет — с каждым разом становится только хуже."
    This "按理说经过这么长时间，我早该习惯了。但并没有——每次情况都变得更糟。"

# game/code/text/text_diodato.rpy:10
translate chinese diodato_737adc89:

    # This "Говорила Святая ЗавЛаб Флорес: «Что нас не убивает, то делает нас сильнее». Мне кажется, святая ошибалась."
    This "圣实验室主管弗洛雷斯说过：『杀不死我们的，会让我们更强大』。我想这位圣人错了。"

# game/code/text/text_diodato.rpy:11
translate chinese diodato_8f574cd9:

    # This "Что не убивает, то оставляет нас надломленными. Чтобы следующий удар завершил работу."
    This "杀不死我们的，只会让我们支离破碎。好让下一次打击能彻底了结。"

# game/code/text/text_diodato.rpy:12
translate chinese diodato_9a21657d:

    # This "Ещё не поздно передумать. Я могу не ходить к Диодато, могу проигнорировать его слова. В конце концов, он ничего мне не приказывал."
    This "现在改变主意还不算太晚。我不必去见迪奥达托。我可以无视他说的话。毕竟，他并没有命令我做什么。"

# game/code/text/text_diodato.rpy:13
translate chinese diodato_9800f186:

    # This "Нет, конечно же, поздно. Я уже давно всё решил, а эти сомнения только отнимают силы."
    This "不，当然已经太迟了。我早就下定了决心，这些疑虑只会消耗我的力量。"

# game/code/text/text_diodato.rpy:16
translate chinese diodato_f4e516e4:

    # This "Я замер перед дверью, ведущей в кабинет Ансельма. Рядом с ней стоял кланк."
    This "我在通往安瑟姆办公室的门前僵住了。门边站着一个铁皮人。"

# game/code/text/text_diodato.rpy:17
translate chinese diodato_c454196b:

    # This "Расслабленная поза; никакого оружия на виду. Конечно же, это Министерство, в конце концов. Преступников тут нет."
    This "姿态放松。未见武器。当然了，这里毕竟是部门。没有罪犯会在这里。"

# game/code/text/text_diodato.rpy:18
translate chinese diodato_74e3832d:

    # This "Ха-ха."
    This "哈哈。"

# game/code/text/text_diodato.rpy:19
translate chinese diodato_b6150a45:

    # This "Не знаю, хотел Диодато меня напугать, вывести из равновесия или предупредить, но у него получилось всё сразу."
    This "我不知道迪奥达托是想吓唬我，扰乱我的心神，还是警告我，但他一举做到了所有。"

# game/code/text/text_diodato.rpy:20
translate chinese diodato_3e77e77d:

    # Kav "Я… к-хм… чиновник отдела статистических расчётов, иду к своему начальнику, Ансельму Диодато."
    Kav "我……呃……统计计算官员。我想见我的主管，安瑟姆·迪奥达托。"

# game/code/text/text_diodato.rpy:21
translate chinese diodato_2ec84611:

    # This "Молчаливый кивок. Если он зайдёт в кабинет вслед за мной, я точно закричу."
    This "无声的点头。如果他跟着我进办公室，我肯定会尖叫出来。"

# game/code/text/text_diodato.rpy:24
translate chinese diodato_8db5fb09:

    # This "Дверь закрылась за спиной, отсекая меня от человека в мрачной форме. Хоть какое-то облегчение."
    This "门在我身后关上，将我与那个穿着阴沉制服的男人隔绝开来。这让我稍感宽慰。"

# game/code/text/text_diodato.rpy:27
translate chinese diodato_f9b5740e:

    # Dio "Доброе утро! Я очень рад, что ты принял правильное решение и всё же решился прийти. Молока?"
    Dio "早上好！我很高兴你终究做出了正确的决定，决定过来。要牛奶吗？"

# game/code/text/text_diodato.rpy:29
translate chinese diodato_c0b3823a:

    # Kav "Доброе утро. Нет, спасибо, я только что позавтракал."
    Kav "早上好。不用了，谢谢。我刚吃过早餐。"

# game/code/text/text_diodato.rpy:31
translate chinese diodato_53f24489:

    # Dio "Забавно. Когда-то, в первый день нашего знакомства, я уже предлагал тебе молоко. Тогда ты отпил едва глоток."
    Dio "有意思。我们第一天见面时，我也给你倒了牛奶。那时你几乎只抿了一小口。"

# game/code/text/text_diodato.rpy:34
translate chinese diodato_5dc58cec:

    # Dio "Теперь ты и вовсе отказываешься. А ведь это ценнейший, невероятно редкий для Города напиток."
    Dio "现在你干脆拒绝了。而这可是城市里非常珍贵、极其稀有的饮品。"

# game/code/text/text_diodato.rpy:36
translate chinese diodato_07b90dcb:

    # This "Чёрт. Тактическая ошибка с моей стороны. Но всё же, принимать в расчёт то, что он мог заметить, как я старал…"
    This "该死。我犯了个战术错误。但考虑到他可能已经注意到我当时的尝试……"

# game/code/text/text_diodato.rpy:38
translate chinese diodato_a2c52ccd:

    # Dio "Я начинаю думать, что ты не очень любишь молоко."
    Dio "我开始觉得你不太喜欢牛奶。"

# game/code/text/text_diodato.rpy:39
translate chinese diodato_d2c0648f:

    # Kav "А-ха. Ха-ха."
    Kav "哈哈。哈哈。"

# game/code/text/text_diodato.rpy:41
translate chinese diodato_531e11a9:

    # Dio "Но я позвал тебя не для того, чтобы поить молоком и перешучиваться. Думаю, ты и сам думал об этом."
    Dio "但我叫你来不是为了闲聊或举办牛奶派对。你自己可能也猜到了。"

# game/code/text/text_diodato.rpy:43
translate chinese diodato_c265e42b:

    # Kav "Да, конечно."
    Kav "是的，当然。"

# game/code/text/text_diodato.rpy:44
translate chinese diodato_feb5dfae:

    # This "Несколько секунд Диодато молча смотрел на меня, как будто ожидая моих слов."
    This "迪奥达托沉默地看了我几秒钟，仿佛在等我开口。"

# game/code/text/text_diodato.rpy:45
translate chinese diodato_34d9c07e:

    # This "Ну уж нет. Я не попадусь в ловушку неловкой паузы в разговоре. В эту игру могут играть двое; хочешь заполнить тишину — делай это сам."
    This "休想。我不会掉进这种尴尬沉默的陷阱。这游戏两个人都会玩。如果他那么想填补沉默，他可以自己来。"

# game/code/text/text_diodato.rpy:47
translate chinese diodato_acf877a2:

    # Dio "Как часто ты ходишь в исповедальню к Исправителю Внутренних Неполадок?"
    Dio "你多久去一次告解室和内心修正者那里？"

# game/code/text/text_diodato.rpy:49
translate chinese diodato_936242f4:

    # This "Неожиданный вопрос. Если я признаюсь, что постоянно забываю посетить Нойбурга, он наверняка закатит длиннейшую проповедь о спасении души."
    This "一个出乎意料的问题。如果我告诉他我总是忘记去见诺伊堡，他肯定会就灵魂救赎发表长篇大论。"

# game/code/text/text_diodato.rpy:50
translate chinese diodato_9d840358:

    # Kav "Ну… Регулярно… Правда, иногда мне мешают рабочие обязанности… Или я чувствую себя…"
    Kav "嗯……挺经常的……不过，有时工作职责会妨碍……或者我感觉……"

# game/code/text/text_diodato.rpy:52
translate chinese diodato_4709ffa7:

    # Dio "Я не был в исповедальне уже много лет."
    Dio "我已经好几年没去过告解室了。"

# game/code/text/text_diodato.rpy:54
translate chinese diodato_8463b286:

    # Kav "Ч-что? Но почему?"
    Kav "什……什么？为什么？"

# game/code/text/text_diodato.rpy:55
translate chinese diodato_fc8b6c23:

    # This "Дайте угадаю — он считает, что в его душе просто не может быть неполадок. Идеальный слуга Машин."
    This "让我猜猜——他认为自己的灵魂不可能出故障。一个完美的慈爱恩典之机的仆人。"

# game/code/text/text_diodato.rpy:57
translate chinese diodato_b86b833b:

    # Dio "Эффективность работы Исправителя Внутренних Неполадок основывается на авторитете. На искренней вере гражданина в то, что Исправитель всё знает, всё понимает и всё может."
    Dio "内心修正者的效力基于权威。它基于公民真诚地相信修正者知晓一切、理解一切、能做到一切。"

# game/code/text/text_diodato.rpy:60
translate chinese diodato_b2c98fb5:

    # Dio "В какой-то мере гражданин должен верить в своего Исправителя не меньше, чем в Машины Благодати и Любви…"
    Dio "在某种程度上，公民必须像信任慈爱恩典之机那样信任他的修正者……"

# game/code/text/text_diodato.rpy:62
translate chinese diodato_782058c1:

    # Kav "Звучит логично. Ибо кто есть Исправитель, как не помощник Машин, их инструмент и орудие?"
    Kav "有道理。因为修正者不就是慈爱恩典之机的助手，它们的工具和器具吗？"

# game/code/text/text_diodato.rpy:64
translate chinese diodato_10454fd2:

    # Dio "Похвально, что ты так считаешь. Но всё же, любой исповедник — это всего лишь человек."
    Dio "你这么想值得称赞。但无论如何，任何告解师都只是凡人。"

# game/code/text/text_diodato.rpy:66
translate chinese diodato_c5ae8d5a:

    # Dio "Единственное, что способно заслужить моё уважение, что я могу признать авторитетом — это интеллект."
    Dio "唯一能赢得我尊重、唯一我能承认为权威的，是智慧。"

# game/code/text/text_diodato.rpy:68
translate chinese diodato_7285e331:

    # Dio "Тот день моей юности, когда я понял, что мой Исправитель глупее меня, то разочарование… Это полностью изменило мою жизнь."
    Dio "在我年轻的那一天，当我意识到我的修正者比我更愚蠢时，那种失望……它彻底改变了我的生活。"

# game/code/text/text_diodato.rpy:70
translate chinese diodato_a76259f1:

    # Kav "Слуга Машин не обязан быть умным. Он просто должен хорошо исполнять своё предназначение, то, ради чего он собран в этот мир."
    Kav "慈爱恩典之机的仆人不一定需要聪明。他只需要擅长履行他的目的，他降生于世的使命。"

# game/code/text/text_diodato.rpy:71
translate chinese diodato_cadcb970:

    # This "А я неплохо наловчился сооружать эти лицемерные формулировки. Ансельм будет доволен."
    This "看来我相当擅长构造这些虚伪的言辞了。安瑟姆应该感到满意。"

# game/code/text/text_diodato.rpy:73
translate chinese diodato_c2f82c1d:

    # Dio "Нет."
    Dio "不。"

# game/code/text/text_diodato.rpy:75
translate chinese diodato_9cf3bfa1:

    # Kav "Нет?.."
    Kav "不？……"

# game/code/text/text_diodato.rpy:77
translate chinese diodato_d029fa24:

    # Dio "В условиях этой тесной, стремительно деградирующей норы, которую мы называем Городом, разум — это единственное, что не даёт нам превратиться в животных."
    Dio "在这个我们称之为城市的、拥挤而迅速恶化的洞穴里，智慧是唯一阻止我们沦为野兽的东西。"

# game/code/text/text_diodato.rpy:80
translate chinese diodato_5f966817:

    # Dio "Машины могут заботиться о наших телах и душах целую вечность, но они не могут сохранить то, что делает нас людьми. Под этой опекой мы рискуем превратиться в счастливый, откормленный скот."
    Dio "慈爱恩典之机可以永远照料我们的身体和灵魂，但它们无法保存使我们成为人的东西。在这种照料下，我们冒着变成幸福、养肥的牲畜的风险。"

# game/code/text/text_diodato.rpy:83
translate chinese diodato_79786575:

    # Dio "Оставаться разумными самим и принуждать к этому других граждан, пусть даже насильно — вот наша задача."
    Dio "保持我们自身的智慧，并将其强加于其他公民，哪怕是使用武力，这是我们的任务。"

# game/code/text/text_diodato.rpy:85
translate chinese diodato_15cc1a9e:

    # Kav "Мне кажется, конкретно наша задача написана в названии нашего отдела и Министерства…"
    Kav "在我看来，实际上，我们的任务就写在我们部门和部委的名称里……"

# game/code/text/text_diodato.rpy:87
translate chinese diodato_8c85f326:

    # Dio "Ты поймёшь. Я в этом уверен."
    Dio "你会明白的。我相信你会的。"

# game/code/text/text_diodato.rpy:88
translate chinese diodato_84fb6f00:

    # Dio "Именно поэтому я и призвал тебя, Джосайя. Потому что ты способен понять. Ты умён, действительно умён, и поэтому заслуживаешь моего уважения. Я признаю авторитетность твоих суждений."
    Dio "这就是我叫你来的原因，约西亚。因为你有能力理解。你很聪明，真的聪明，因此，你值得我的尊重。我认可你判断的权威性。"

# game/code/text/text_diodato.rpy:90
translate chinese diodato_efa2ad7b:

    # Kav "Спасибо, Ансельм!.."
    Kav "谢谢你，安瑟姆！……"

# game/code/text/text_diodato.rpy:91
translate chinese diodato_650b1385:

    # This "Удалось выдавить только простое «спасибо». Чем дальше шёл этот разговор, тем больше я ощущал себя тонущим в вязкой чёрной смоле."
    This "我能挤出来的只有一句简单的『谢谢』。这场对话持续得越久，我就越感觉自己正沉入粘稠的黑焦油中。"

# game/code/text/text_diodato.rpy:92
translate chinese diodato_ad39f19b:

    # This "Оболочка лицемерного святоши словно потрескалась, и теперь осыпалась с Ансельма хлопьями, обнажая кого-то, чьи действия я не могу предугадать."
    This "那个虚伪的伪善者的外壳似乎已经开裂，现在正从安瑟姆身上片片剥落，暴露出一个我无法预见其行动的人。"

# game/code/text/text_diodato.rpy:93
translate chinese diodato_9fcd4254:

    # This "Как будто до этого Диодато был недостаточно опасным."
    This "仿佛迪奥达托之前还不够危险似的。"

# game/code/text/text_diodato.rpy:95
translate chinese diodato_96d468b0:

    # Dio "Отсутствие ложной скромности только подтверждает мои слова."
    Dio "缺乏虚假的谦逊只会印证我的话。"

# game/code/text/text_diodato.rpy:98
translate chinese diodato_b06d6e94:

    # Dio "Я верю в твой ум, и поэтому прошу тебя исполнить роль моего исповедника."
    Dio "我相信你的智慧，所以我请求你扮演我的告解师。"

# game/code/text/text_diodato.rpy:100
translate chinese diodato_d9aa2e42:

    # This "Я смог удержаться от возгласа только потому, что ожидал чего-то подобного ещё с самого утра."
    This "我之所以没有惊呼出声，只是因为从早上起我就预料到了类似的事情。"

# game/code/text/text_diodato.rpy:101
translate chinese diodato_bc406e47:

    # This "Возможно, Святая ЗавЛаб Флорес была права. Вся нервозность уже успела растратиться заранее. Все возможные удары я нанёс себе сам своей же фантазией."
    This "也许圣实验室主管弗洛雷斯是对的。所有的紧张感早已被挥霍殆尽。所有可能的打击，我都用自己的想象施加给了自己。"

# game/code/text/text_diodato.rpy:103
translate chinese diodato_4e1e78c3:

    # Dio "Ну, что скажешь, Исправитель Внутренних Неполадок Кавиани? Как функционирует деталь «Ансельм Диодато»?"
    Dio "那么，你怎么看，内心修正者卡维亚尼？安瑟姆·迪奥达托这个零件运转得如何？"

# game/code/text/text_diodato.rpy:105
translate chinese diodato_e8eafbaa:

    # This "Требует немедленной замены."
    This "需要立即更换。"

# game/code/text/text_diodato.rpy:106
translate chinese diodato_b2a70753:

    # This "Конечно, сказать вслух я этого не могу. Но иногда очень хочется."
    This "当然，我不能大声说出来。但有时，我真的很想这么说。"

# game/code/text/text_diodato.rpy:110
translate chinese diodato_7c8fe268:

    # Kav "Чтобы вынести справедливое суждение, мне нужно услышать, что тебя волнует. Почему ты считаешь, что тебе понадобился Исправитель?"
    Kav "为了做出公正的判断，我需要听听是什么困扰着你。你为什么认为自己需要一位修正者？"

# game/code/text/text_diodato.rpy:112
translate chinese diodato_5934a323:

    # Dio "Да! Именно! Тебе нужно услышать мои слова. Нам обоим это необходимо."
    Dio "对！正是如此！你需要听我的话。我们俩都需要。"

# game/code/text/text_diodato.rpy:115
translate chinese diodato_3d6be059:

    # Kav "Я думаю… За все эти годы неизбежно накопились отклонения. Наоборот, было бы странно, если бы их не появилось."
    Kav "我想……经过这么多年，不可避免地，异常已经积累起来了。实际上，如果没有才奇怪。"

# game/code/text/text_diodato.rpy:117
translate chinese diodato_37a31882:

    # Dio "Что ж, возможно, ты и прав. Но у тебя недостаточно информации для таких суждений."
    Dio "嗯，你可能是对的。但你没有足够的信息来做出那个判断。"

# game/code/text/text_diodato.rpy:120
translate chinese diodato_e8419fbc:

    # Dio "Я расскажу тебе, что терзает мою душу, и твоё мнение изменится."
    Dio "我会告诉你是什么折磨着我的灵魂，并且我会改变你的想法。"

# game/code/text/text_diodato.rpy:123
translate chinese diodato_143e1bf5:

    # This "Он снова замолчал; но эта тишина отличалась от ловушки неловкой паузы. Теперь ему не нужны мои слова — он пытается справиться со своими, рвущимися наружу."
    This "他又沉默了。但这次沉默不同于尴尬停顿的陷阱。他现在不需要我的话——他正试图处理自己那些即将喷涌而出的话语。"

# game/code/text/text_diodato.rpy:125
translate chinese diodato_6f5b49e4:

    # Dio "Было довольно дипломатично с твоей стороны пропустить мимо ушей мою ересь."
    Dio "你相当有礼貌地让我的异端言论过去了。"

# game/code/text/text_diodato.rpy:128
translate chinese diodato_2bba0991:

    # Dio "Я назвал Город стремительно деградирующей дырой. Наш Город, величайшее творение Машин."
    Dio "我把城市称为一个迅速恶化的洞穴。我们的城市，慈爱恩典之机最伟大的造物。"

# game/code/text/text_diodato.rpy:129
translate chinese diodato_852b59c9:

    # Kav "Я решил, что сейчас не время заострять на этом внимание…"
    Kav "我认为现在不是纠结于此的时候……"

# game/code/text/text_diodato.rpy:131
translate chinese diodato_d66d7375:

    # Dio "Нет-нет, не нужно ходить вокруг меня на цыпочках. Только не сейчас. Здесь и сейчас ты Исправитель, не забывай."
    Dio "不，不，你不必对我小心翼翼。现在不必。此时此地，你就是修正者。别忘了。"

# game/code/text/text_diodato.rpy:133
translate chinese diodato_c3e67766:

    # Kav "Постараюсь не забыть."
    Kav "我尽量。"

# game/code/text/text_diodato.rpy:135
translate chinese diodato_23c1c3b9:

    # Dio "Наш Город, творение и подарок Машин человечеству… Тесная и грязная нора в земле. Но почему?"
    Dio "我们的城市，慈爱恩典之机赐予人类的造物和礼物……一个拥挤肮脏的地下洞穴。为什么？"

# game/code/text/text_diodato.rpy:138
translate chinese diodato_3baeb8ed:

    # Dio "Важнейший из Столпов Города — это наше Министерство Демографии. Именно в наших руках сходятся все ниточки, ведь нет ничего превыше заботы о людях."
    Dio "城市的关键支柱是我们的人口部。所有线索都汇集在我们手中，因为没有比关心人民更重要的事了。"

# game/code/text/text_diodato.rpy:141
translate chinese diodato_5e873908:

    # Dio "А демография — это контроль. Которого у нас нет."
    Dio "而人口学关乎控制。这正是我们所缺乏的。"

# game/code/text/text_diodato.rpy:143
translate chinese diodato_40f94ca5:

    # Kav "Как нет? У нас есть власть…"
    Kav "我们没有吗？我们有权力……"

# game/code/text/text_diodato.rpy:145
translate chinese diodato_22cb235b:

    # Dio "Вместе с властью приходят и обязательства. Мы обязаны смотреть в будущее, идти куда-то, вести людей к чему-то. Даже если мы сами плохо понимаем, куда и к чему именно."
    Dio "伴随着权力而来的是责任。我们有义务展望未来，引领方向，带领人们走向某个目标。即使我们自己也不确切知道是哪里或是什么。"

# game/code/text/text_diodato.rpy:148
translate chinese diodato_fa84aafd:

    # Dio "Мы строим, расширяемся, развиваемся. И чем больше мы расширяемся, тем больше появляется людей."
    Dio "我们在建设，在扩张，在增长。而我们扩张得越多，出现的人就越多。"

# game/code/text/text_diodato.rpy:151
translate chinese diodato_616fe1da:

    # Dio "Рано или поздно при таком росте наступает момент, когда мы просто не можем позволить себе содержать всех счастливыми."
    Dio "迟早，在这种增长模式下，我们会到达一个临界点，那时我们根本无法让所有人都保持幸福。"

# game/code/text/text_diodato.rpy:153
translate chinese diodato_5f236e7b:

    # This "Наконец-то он заговорил о том, что действительно важно. О том, о чём я думал с самого начала."
    This "终于，他开始谈论真正重要的事情了。一些我一直在思考的事情。"

# game/code/text/text_diodato.rpy:154
translate chinese diodato_83a39017:

    # This "Откуда мы берём ресурсы, чтобы содержать растущее население? Почему эта система всё ещё держится? Давай, Ансельм, сделай неизбежный вывод — Машины скрывают от нас источник ресурсов ТАМ."
    This "我们从哪里获得资源来支撑不断增长的人口？为什么这个系统还能维持？来吧，安瑟姆。得出那个不可避免的结论——慈爱恩典之机向我们隐瞒了资源的来源。"

# game/code/text/text_diodato.rpy:155
translate chinese diodato_999f103c:

    # This "Наверху. Снаружи."
    This "资源的来源。在上面。在外面。"

# game/code/text/text_diodato.rpy:157
translate chinese diodato_b567d8ec:

    # Dio "Вывод неизбежен. Страдания — необходимый компонент стабильности."
    Dio "结论是不可避免的。苦难是稳定的必要组成部分。"

# game/code/text/text_diodato.rpy:159
translate chinese diodato_28ce1f68:

    # Kav "Что?!.."
    Kav "什么？！……"

# game/code/text/text_diodato.rpy:161
translate chinese diodato_8e36d37f:

    # Dio "Не просто компонент, но неизбежное следствие развития. Когда растущее тело упирается в стены своей клетки, оно начинает болеть."
    Dio "不只是一个组成部分，更是发展的必然结果。当不断生长的身体抵住笼壁时，它就会开始疼痛。"

# game/code/text/text_diodato.rpy:164
translate chinese diodato_416f9c01:

    # Dio "Ни мы сами, ни Машины не способны решить эту проблему. Потому что это и не проблема вовсе. Это просто часть нашего мира."
    Dio "无论是我们，还是慈爱恩典之机，都无法解决这个问题。因为这根本就不是问题。这只是我们世界的运行方式。"

# game/code/text/text_diodato.rpy:167
translate chinese diodato_62b2c26f:

    # Dio "Чтобы Райская благодать под Чистым Небом и Ярким Солнцем казалась привлекательной, наш мир обязан быть несовершенным."
    Dio "为了让澄澈天空与明亮太阳下的天堂恩典显得诱人，我们的世界必须是不完美的。"

# game/code/text/text_diodato.rpy:170
translate chinese diodato_e9aadc87:

    # This "Ансельм говорил, и его слова смешивались в бурлящую массу в моей голове. К этому месиву добавились голоса, подслушанные в кабинете Квирина."
    This "安瑟姆说着，他的话在我脑中混合成一团翻腾的浆糊。在奎林办公室里偷听到的那些声音也加入了这团浆糊。"

# game/code/text/text_diodato.rpy:171
translate chinese diodato_e183546c:

    # This "Стабильность и баланс. Торговля и страдания. Несовершенный мир. Кусок мяса, летящий в стену."
    This "稳定与平衡。交易与苦难。一个不完美的世界。一块撞向墙壁的肉。"

# game/code/text/text_diodato.rpy:172
translate chinese diodato_427bea92:

    # This "Слышал ли Диодато эти голоса? Как много он знает о том, что творится за стальной дверью в кабинете министра?"
    This "迪奥达托听到那些声音了吗？关于部长办公室那扇钢门后面发生的事情，他知道多少？"

# game/code/text/text_diodato.rpy:176
translate chinese diodato_e460b7f1:

    # This "Что я должен на это ответить, как должен себя вести? Настоящий Исправитель наверняка уже вызвал бы отряд кланков к исповедальне."
    This "我该对此说些什么？我该如何表现？一个真正的修正者此刻恐怕已经召唤了一队铁疙瘩到告解室来了。"

# game/code/text/text_diodato.rpy:178
translate chinese diodato_d6e4de56:

    # Kav "Я не понимаю, к чему…"
    Kav "我不明白你是……"

# game/code/text/text_diodato.rpy:180
translate chinese diodato_4e9ef58f:

    # Dio "Разве? Неужели ты действительно не понимаешь? Или просто не хочешь этого замечать? Ответ находится в двух шагах от Столпа Демографии, чуть дальше по улице."
    Dio "你不明白？你真的不明白吗？还是你只是假装无视？答案就在人口统计柱石附近，就在这条街下去的地方。"

# game/code/text/text_diodato.rpy:183
translate chinese diodato_6b2843dc:

    # Dio "Храм Нежной Смерти — единственный инструмент контроля над демографией, который у нас есть."
    Dio "温柔死亡神殿是我们控制人口统计的唯一工具。"

# game/code/text/text_diodato.rpy:185
translate chinese diodato_0e4a3d93:

    # Kav "Ансельм…"
    Kav "安瑟姆……"

# game/code/text/text_diodato.rpy:187
translate chinese diodato_0921d92d:

    # Dio "Зачем вводить запреты на детей, когда можно проводить прореживание сорняков? Запреты и регуляции всегда воспринимаются так негативно, вызывают желание бунтовать, бороться… Вспомни про Непротивление."
    Dio "既然我们可以清除杂草，何必还要禁止生育？禁令和规定总是被如此负面地看待，会激起反抗、斗争的欲望……想想不抵抗运动吧。"

# game/code/text/text_diodato.rpy:190
translate chinese diodato_8984243c:

    # Dio "В то время, как окончание человеческой жизни является естественным, обыденным. А если оно запланировано — то обыденное становится скучным."
    Dio "而人类生命的终结是自然而平常的。如果它是计划好的，寻常之事就会变得乏味。"

# game/code/text/text_diodato.rpy:192
translate chinese diodato_0996c5e3:

    # This "Запланировано?.. Как была заранее зафиксирована и внесена в реестр смерть Бридж?!"
    This "计划好的……？布里吉的死之前是如何被预先记录并录入登记簿的？！"

# game/code/text/text_diodato.rpy:194
translate chinese diodato_b01eff56:

    # Dio "Ты совсем не умеешь контролировать своё лицо, Джосайя. Я помню, что произошло с твоей подругой из кластера."
    Dio "你完全不懂得控制自己的面部表情，约西亚。我记得你那位集群朋友身上发生的事。"

# game/code/text/text_diodato.rpy:197
translate chinese diodato_83c8b864:

    # Dio "Но нет, я в этом не виноват. Не нужно думать, что я какой-то скрытый безумный диктатор, упивающийся людскими мучениями."
    Dio "但是不，这不是我的错。我不是什么隐藏的、以人类苦难为乐的疯狂独裁者。"

# game/code/text/text_diodato.rpy:199
translate chinese diodato_521fd4d8:

    # Kav "Тогда кто!.."
    Kav "那又是谁？！……"

# game/code/text/text_diodato.rpy:201
translate chinese diodato_5340e914:

    # Dio "Эта система существует уже давно, независимо от тебя или меня. Я сам был таким же, как ты — молодым, амбициозным чиновником, жаждущим служить гражданам и Городу."
    Dio "这个系统存在已久，在你我之前就存在了。我自己也曾像你一样——一个年轻、有抱负的官员，渴望为公民和城市服务。"

# game/code/text/text_diodato.rpy:204
translate chinese diodato_98bb4d58:

    # Dio "Потом я увидел следы на песке. Тень на занавесе. Странные записи в Священном Сервере, разнящиеся отчёты, неточности в числах… Годами я видел, думал, делал выводы."
    Dio "然后我看到了沙地上的足迹。窗帘上的影子。神圣服务器里奇怪的条目、差异报告、不准确的数字……多年来，我看到了，思考了，得出了结论。"

# game/code/text/text_diodato.rpy:207
translate chinese diodato_76d82433:

    # Dio "Именно поэтому я выдал тебе то особое задание. Чтобы ты прошёл мой путь. Ты видел следы на песке с самого начала, именно поэтому я и выбрал тебя."
    Dio "这就是为什么我给你那个特殊任务。让你走我走过的路。你从一开始就看到了沙地上的足迹。所以我选择了你。"

# game/code/text/text_diodato.rpy:209
translate chinese diodato_f3e90f23:

    # Kav "Это безумие."
    Kav "这太疯狂了。"

# game/code/text/text_diodato.rpy:211
translate chinese diodato_8df556e9:

    # Dio "Нет-нет-нет, послушай! Как раз именно это и не безумие, наоборот, это разум!"
    Dio "不，不，不，不，听着！这恰恰不是疯狂。相反，这是理智！"

# game/code/text/text_diodato.rpy:214
translate chinese diodato_467ae8dc:

    # Dio "Не зря я тебе говорил, что испытываю уважение только к интеллекту. Страдания — это его продукт, это отношение к происходящему."
    Dio "我告诉你我只尊重有智慧的人，这不是没有道理的。苦难是智慧的产物，是它对正在发生之事的处理方式。"

# game/code/text/text_diodato.rpy:217
translate chinese diodato_75d1b974:

    # Dio "Промежуток рефлексии и фантазий в краткий миг между стимулом и реакцией."
    Dio "在刺激与反应之间那短暂瞬间里，一段反思与幻想的间隔。"

# game/code/text/text_diodato.rpy:220
translate chinese diodato_343c2a4e:

    # Dio "Без разума нет страданий. Если изъять твоё сознание из тела, а после уколоть тебя в руку, ты отдёрнешь её. Но этого мига, этого сознательного решения испытать страдание не будет."
    Dio "没有智慧，就没有苦难。如果我们把你的意识从身体里取出，然后刺你的手，你会把手抽开。但那一刻，那个有意识地决定去体验苦难的瞬间，将不会发生。"

# game/code/text/text_diodato.rpy:223
translate chinese diodato_d4f2ac42:

    # Dio "Город словно одно большое тело. Он не может лишить себя сознания, но не может и избавиться от неизбежных мучительных ограничений. Фиолетовая Смерть всё ещё существует, знаешь ли."
    Dio "城市就像一个巨大的身体。它无法移除自己的意识，但也无法摆脱那些不可避免的、痛苦的限制。紫色死亡依然存在，你知道的。"

# game/code/text/text_diodato.rpy:226
translate chinese diodato_df306499:

    # Dio "Поэтому Город сознательно выбирает относиться к происходящему спокойно. Это гуманизм и милосердие. Благодать и Любовь."
    Dio "所以城市刻意选择平静地对待事物。这是人道主义与同情心。是恩典与慈爱。"

# game/code/text/text_diodato.rpy:228
translate chinese diodato_c4fa21fc:

    # Kav "И ты назначил себя проводником и глашатаем воли Города."
    Kav "而你则自命为城市意志的向导与信使。"

# game/code/text/text_diodato.rpy:230
translate chinese diodato_315383e4:

    # Dio "Я слышу в твоих словах сарказм. Но да, назначил, в меру моих скромных сил. Это естественный морально-этический долг для любого человека."
    Dio "我听出了你话里的讽刺。但没错，我确实如此，尽我微薄的能力。这对任何人来说都是自然而然的道德与伦理责任。"

# game/code/text/text_diodato.rpy:233
translate chinese diodato_b76f8f25:

    # Dio "Поэтому я искренне хочу, чтобы ты понял меня. И присоединился ко мне с полным осознанием своей роли."
    Dio "我真诚地希望你能理解我。并且我希望你能加入我，完全清楚自己的角色。"

# game/code/text/text_diodato.rpy:235
translate chinese diodato_9eae612e:

    # This "Как же спокойно он это говорит. Как нормально. Никаких диких криков, пены у рта, никакой крови на руках. И от этого только страшнее."
    This "他说得多么平静。多么平常。没有叫喊，没有口吐白沫，手上也没有鲜血。而这只会让它更加可怕。"

# game/code/text/text_diodato.rpy:236
translate chinese diodato_b1b3f082:

    # This "Похоже, ему стало одиноко в своём безумии. Забавно. Человек, настолько утонувший в чудовищных глубинах собственных рассуждений… И всё же он испытывает ту же боль, что и я."
    This "看来他在自己的疯狂中感到孤独了。真可笑。一个如此沉溺于自身推理的恐怖深渊的人……然而，他感受着和我一样的痛苦。"

# game/code/text/text_diodato.rpy:238
translate chinese diodato_182b9590:

    # Dio "Возможно, ты спрашиваешь себя — почему я так свободно об этом говорю? Не стоит ли сдать меня Департаменту заботы и защиты?"
    Dio "你可能会问自己，为什么我如此自由地谈论这些？你难道不应该直接把我交给关怀与法律部吗？"

# game/code/text/text_diodato.rpy:241
translate chinese diodato_6066a672:

    # Dio "Конечно же, тебе никто не поверит. Тебя обвинят в попытке сместить меня и занять моё место. Обычное дело во внутренних играх Министерств."
    Dio "当然，没人会相信你。你会被指控试图排挤我并取代我的位置。这是各部委暗地里的游戏中常见的事情。"

# game/code/text/text_diodato.rpy:243
translate chinese diodato_be42fb07:

    # Kav "Если честно, я даже и не думал о такой возможности."
    Kav "说实话，我甚至没想过那种可能性。"

# game/code/text/text_diodato.rpy:245
translate chinese diodato_7d9ba731:

    # Dio "Вот видишь. Ещё одно подтверждение твоего ума."
    Dio "你看。这又是你智慧的一个证明。"

# game/code/text/text_diodato.rpy:247
translate chinese diodato_50ee3cc0:

    # This "Что это, тень искренней улыбки на его лице? Нет, наверняка показалось."
    This "那是什么，他脸上闪过一丝真诚的微笑的影子？不，一定是我看错了。"

# game/code/text/text_diodato.rpy:248
translate chinese diodato_25f7e2ec:

    # This "Я действительно не думал о возможности просто доложить о безумии Диодато. Но теперь, когда он сам это предположил…"
    This "我真的没想过直接举报迪奥达托的疯狂这种可能性。但现在他自己提出来了……"

# game/code/text/text_diodato.rpy:250
translate chinese diodato_788203b2:

    # Dio "Ну что, Исправитель Внутренних Неполадок Кавиани, простится ли мне сбой? Теперь, после услышанного, считаешь ли ты меня разладившимся и подлежащим немедленной замене?"
    Dio "那么，内心修正者卡维亚尼，我的失败会被原谅吗？现在，听了这些之后，你认为我坏掉了吗，需要立即更换？"

# game/code/text/text_diodato.rpy:252
translate chinese diodato_48d239d5:

    # This "Нужно что-то ответить, нужно что-то решить. Но в голове крутится, повторяется снова и снова одна и та же мысль."
    This "我必须回答。我必须做出决定。但同一个念头在我脑中一遍又一遍地打转。"

# game/code/text/text_diodato.rpy:253
translate chinese diodato_cd88b37b:

    # This "Снаружи, прямо за этой дверью, стоит кланк."
    This "外面，就在那扇门后面，有一个铁疙瘩。"

# game/code/text/text_diodato.rpy:263
translate chinese diodato_3238dce2:

    # This "У меня нет выбора. Нужно выбраться отсюда любой ценой."
    This "我别无选择。我必须不惜一切代价离开这里。"

# game/code/text/text_diodato.rpy:264
translate chinese diodato_3a1a2e02:

    # This "«Город — это клетка для чудовищ». Так сказала Полианна. Жестокие и несправедливые слова, как я тогда подумал. Теперь же я столкнулся лицом к лицу с одним из обитателей клетки."
    This "「城市是怪物的牢笼」。波莉安娜是这么说的。我当时觉得那是残酷而不公的话。现在我直面了这牢笼中的一位居民。"

# game/code/text/text_diodato.rpy:265
translate chinese diodato_92691a7a:

    # This "Чудовище в отглаженном костюме, согласное по расписанию отправлять случайных людей в Храм Нежной Смерти, чтобы не пришлось втискивать в бюджет строительство новых жилых кварталов."
    This "一个穿着熨烫笔挺西装的怪物，同意按计划将随机的人送往温柔死亡神殿，这样就不必在预算中挤进新住宅区的建设了。"

# game/code/text/text_diodato.rpy:266
translate chinese diodato_e3313c45:

    # Kav "Мне нечего прощать, Ансельм, потому что ничего в тебе не сломано."
    Kav "我没什么可原谅的，安瑟姆，因为你身上没有任何东西坏掉。"

# game/code/text/text_diodato.rpy:268
translate chinese diodato_e3e06f2c:

    # Dio "Франк-спаситель, как же я рад слышать эти слова! Признаться, пока ты молчал, я на мгновение занервничал. Даже позволил себе засомневаться в своей правоте."
    Dio "救主弗兰克啊，听到这些话我多么高兴！我必须承认，在你沉默的时候，我紧张了一小会儿。我甚至允许自己怀疑自己的正义性。"

# game/code/text/text_diodato.rpy:271
translate chinese diodato_625a8394:

    # Dio "Но сегодня, здесь и сейчас, победил разум. В нас обоих."
    Dio "但今天，此时此地，理智胜利了。在我们两人身上都是。"

# game/code/text/text_diodato.rpy:274
translate chinese diodato_6610fa63:

    # Dio "Сегодня Машины Благодати и Любви обрели ещё одного помощника. Не раба, не инструмент и не орудие, а сознательного союзника, готового пожертвовать малым для сохранения великого."
    Dio "今天，慈爱恩典之机找到了另一位助手。不是奴隶，不是工具或器械，而是一位有意识的盟友，愿意牺牲小我以保全大局。"

# game/code/text/text_diodato.rpy:276
translate chinese diodato_2df2dcc8:

    # This "Как же он рад. Не я обманул его, а он сам обманул и убедил себя. Ослеплённый одиночеством, как же он жаждет быть услышанным, понятым, принятым."
    This "他看起来多么高兴。我没有欺骗他，但他欺骗并说服了自己。被孤独蒙蔽了双眼，他是多么渴望被倾听、被理解、被接纳。"

# game/code/text/text_diodato.rpy:277
translate chinese diodato_8d20bb1d:

    # This "Кажется, мои слова почти не играют роли. Он уже давно всё решил: или я стану его союзником, или не станет меня."
    This "我的话似乎没起多大作用。他早就打定主意了：要么我成为他的盟友，要么我不会。"

# game/code/text/text_diodato.rpy:278
translate chinese diodato_b1eff9b7:

    # Kav "Что теперь, Ансельм? Какие планы, идеи?"
    Kav "接下来呢，安瑟姆？有什么计划，什么想法吗？"

# game/code/text/text_diodato.rpy:280
translate chinese diodato_da5bc79d:

    # Dio "Теперь?.. Теперь мы вернёмся к своим обязанностям. Мы будем усердно работать, пока с нас не сойдёт шесть потов. А потом разойдёмся по домам."
    Dio "接下来……？现在我们回去履行我们的职责。我们会努力工作直到倒下。然后我们就回家。"

# game/code/text/text_diodato.rpy:283
translate chinese diodato_886af0ee:

    # Dio "А затем, через недели или, может быть, месяцы… Когда я проверю твою искренность несколькими заданиями, когда я уверую в твою преданность — тогда мы поговорим снова."
    Dio "然后，几周或几个月后……当我用几个任务测试了你的诚意，当我对你的忠诚有了信心，那时我们会再谈。"

# game/code/text/text_diodato.rpy:285
translate chinese diodato_4784e1b5:

    # Kav "Звучит неплохо. Тогда я могу идти?"
    Kav "听起来不错。那我可以走了吗？"

# game/code/text/text_diodato.rpy:287
translate chinese diodato_80cf9c31:

    # Dio "Конечно, конечно… Иди к новым свершениям с лёгкой душой."
    Dio "当然，当然……带着轻松的心情去迎接你的新成就吧。"

# game/code/text/text_diodato.rpy:289
translate chinese diodato_2c56377d:

    # Dio "И всё же подумай насчёт молока. Это вкусно."
    Dio "不过，还是想想那牛奶吧。它很美味。"

# game/code/text/text_diodato.rpy:296
translate chinese diodato_4cc0844a:

    # This "На выходе я кивнул кланку как старому знакомому. По сравнению с тем, что осталось сидеть там, позади, в кресле кабинета, кланк был привычным, понятным и утешающе банальным. Под его маской хотя бы скрывался человек."
    This "离开时，我朝那个铁疙瘩点了点头，仿佛他是我的老熟人。与留在我身后、坐在办公室椅子里的那个存在相比，这个铁疙瘩是熟悉的、可理解的、令人安慰的平庸。至少，在他的面具下，有一个人。"

# game/code/text/text_diodato.rpy:299
translate chinese diodato_1b220253:

    # This "Только спустившись на свой этаж, я позволил себе распрямиться во весь рост. Лёгкие раздулись от беззвучного крика так, что лопатки почти соприкоснулись за спиной."
    This "只有当我下到自己楼层时，才允许自己完全挺直身体。我的肺部因无声的尖叫而膨胀，以至于我的肩胛骨几乎在背后相碰。"

# game/code/text/text_diodato.rpy:300
translate chinese diodato_a2e7e727:

    # This "Идти к Диодато сегодня было ошибкой. Но эту ошибку я совершил уже давно — в тот день, когда выбрал тему для своей квалификационной работы."
    This "今天来找迪奥达托是个错误。但这是我很久以前犯下的错误，就在我选择资格论文主题的那天。"

# game/code/text/text_diodato.rpy:301
translate chinese diodato_9920e1c9:

    # This "Тогда ещё была жива Бридж…"
    This "那时布里吉还活着……"

# game/code/text/text_diodato.rpy:302
translate chinese diodato_13c39303:

    # This "Как же меня волновали эти дурацкие расхождения в числах!"
    This "我当时对那些愚蠢的数字差异是多么激动啊！"

# game/code/text/text_diodato.rpy:303
translate chinese diodato_dea9073c:

    # This "Какая чушь."
    This "真是胡扯。"

# game/code/text/text_diodato.rpy:304
translate chinese diodato_d6935a90:

    # This "Лучше бы действительно склепал текст из архивных документов; сейчас бы работал старшим менеджером по чистоте верхних этажей."
    This "我宁愿真的从档案文件里拼凑出一篇论文。那样我现在就该在上层区清洁部当高级经理了。"

# game/code/text/text_diodato.rpy:306
translate chinese diodato_01d5e7ac:

    # This "Спасибо этим глупым, ничего не значащим мыслям, бродящим в голове. Они отвлекают, самоотверженно прикрывают своим телами весь ужас моего положения."
    This "我感谢那些在我脑中游荡的愚蠢、无意义的想法。它们分散我的注意力，无私地用它们的身体掩盖我处境的恐怖。"

# game/code/text/text_diodato.rpy:307
translate chinese diodato_94e9e36d:

    # This "Все эти недели и месяцы Ансельм собирается следить за мной. Ловить мельчайший признак сомнения в моём поведении. "
    This "在接下来的几周和几个月里，安瑟姆都会监视我。捕捉我行为中最微小的怀疑迹象。"

# game/code/text/text_diodato.rpy:308
translate chinese diodato_f91af52b:

    # This "Рано или поздно он даст мне задание — вписать в список умерших молодого человека или ещё что похуже."
    This "迟早，他会给我一个任务，把某个年轻人列入死亡名单，或者更糟的事情。"

# game/code/text/text_diodato.rpy:309
translate chinese diodato_b8e11389:

    # This "«Естественный морально-этический долг»… Даже если не учитывать волнения о моей собственной безопасности, мой моральный долг — это обязанность остановить Диодато."
    This "「自然而然的道德与伦理责任」……即使抛开对我自身安全的担忧，阻止迪奥达托也是我的道德义务。"

# game/code/text/text_diodato.rpy:310
translate chinese diodato_725ef351:

    # This "А затем, если та система, о которой он говорил, действительно существует… Но это дело далёкого будущего. По одному щупальцу чудовища за раз."
    This "然后，如果他所说的那个系统真的存在……但那是遥远未来的事了。一次对付一只怪物触手。"

# game/code/text/text_diodato.rpy:311
translate chinese diodato_3d0ad662:

    # This "Если и есть подходящее время нанести удар, то только сейчас. Пока он расслаблен, выведен из равновесия собственными эмоциями."
    This "如果真有动手的好时机，那就是现在。趁他放松，被自己的情绪打乱了平衡。"

# game/code/text/text_diodato.rpy:313
translate chinese diodato_0d4603c2:

    # This "Доклад самому Министру Квирину… Непредсказуемый риск. Я даже не знаю, что связывает Квирина и Диодато, кроме рабочих отношений. Они могли быть лучшими друзьями детства. Или вовсе выросли в одном кластере."
    This "向奎林部长本人报告……一个不可预测的风险。我甚至不知道除了工作关系，奎林和迪奥达托这两个人之间还有什么联系。他们可能是儿时最好的朋友。甚至可能在同一集群长大。"

# game/code/text/text_diodato.rpy:314
translate chinese diodato_38d04270:

    # This "Стоит только Квирину полениться, махнуть рукой, попытаться спустить всё на тормозах… И мне конец. Нужен серьёзный аргумент. Настоящий, правдивый, без лжи и хитростей. От этого зависит моя жизнь."
    This "如果奎林决定放任不管，压下这件事……我就完了。我得想出一个有力的论据。一个真实的、真实的论据，没有谎言，没有花招。我的性命就靠它了。"

# game/code/text/text_diodato.rpy:315
translate chinese diodato_63bf06ef:

    # This "Или есть другой вариант."
    This "还有另一个选择。"

# game/code/text/text_diodato.rpy:316
translate chinese diodato_74c82b3a:

    # This "Когда ложь слишком легко распознать, на помощь приходит отчаянный, наглый, смешанный с правдой бред. Бред настолько безумный, что остаётся только в него поверить."
    This "当谎言太容易被识破时，一种绝望、无耻的、与真相混合的妄想就会来救场。一种如此疯狂的妄想，以至于人们只需要相信它。"

# game/code/text/text_diodato.rpy:328
translate chinese Dio_and_card_daba07d5:

    # This "У меня есть не просто аргумент, у меня есть улика, материальное доказательство."
    This "而且我不仅有论据。我有证据，有形的证明。"

# game/code/text/text_diodato.rpy:329
translate chinese Dio_and_card_1e5adbda:

    # This "Квирину явно есть что скрывать. Осознание того, что кто-то мог копаться в его столе, мог подойти к стальной двери… Это приведёт его в ужас."
    This "奎林显然在隐瞒什么。意识到有人可能翻过他的桌子，可能接近过那扇钢门……这会吓坏他。"

# game/code/text/text_diodato.rpy:332
translate chinese Dio_and_card_47692558:

    # This "«…обнаружена мною на полу в кабинете моего начальника, Ансельма Диодато…»"
    This "「……在我的上司安瑟姆·迪奥达托办公室的地板上发现的……」"

# game/code/text/text_diodato.rpy:334
translate chinese Dio_and_card_c496aea5:

    # This "Пальцы застыли над клавиатурой хрупкими палочками льда."
    This "我的手指像易碎的冰棍一样僵在键盘上方。"

# game/code/text/text_diodato.rpy:335
translate chinese Dio_and_card_17345f2f:

    # This "Министр, пришедший в ужас, не будет разбираться в тонкостях. Он зачистит всех, кто может знать хоть что-то."
    This "惊恐的部长会处理掉所有细节。他会清除任何可能知情的人。"

# game/code/text/text_diodato.rpy:336
translate chinese Dio_and_card_24ac46bf:

    # This "Нужно быть тем, кто не знает ничего. Нужно быть предельно тупым. Никаких обвинений или подозрений."
    This "所以必须一无所知。必须极其愚蠢。没有指控，没有怀疑。"

# game/code/text/text_diodato.rpy:338
translate chinese Dio_and_card_2b811e8d:

    # This "«…возможно, Ансельм боится дисциплинарного взыскания за испорченный пропуск… Прошу выдать ему новый документ взамен порванного, а наказание возложить на меня, сотрудника отдела статистики Джосайю Кавиани.»"
    This "「……也许安瑟姆是害怕因通行证破损而受处分……我请求为他补发一份新证件，并请由我，统计部的约西亚·卡维亚尼，来承担惩罚。」"

# game/code/text/text_diodato.rpy:340
translate chinese Dio_and_card_a1d5cb1a:

    # This "Отлично. Тупой, исполнительный, преисполненный честным желанием помочь. Идеальный чиновник."
    This "很好。愚蠢、执行力强、满怀真诚助人之心。完美的官员。"

# game/code/text/text_diodato.rpy:341
translate chinese Dio_and_card_847fd040:

    # This "Внутриминистерский курьер передаст это письмо секретарю министра в конце рабочего дня… Как раз успею сбежать из здания."
    This "部内信使会在下班时将这封信交给部长的秘书……正好够我逃离大楼。"

# game/code/text/text_diodato.rpy:342
translate chinese Dio_and_card_fc329c40:

    # This "Этой ночью уснуть будет нелегко. Тем лучше: возможно, это будет моя последняя ночь на свободе — будет жалко потратить её на сон."
    This "今晚恐怕难以入眠。这样更好：这可能是我在外面的最后一夜——浪费在睡眠上就太可惜了。"

# game/code/text/text_diodato.rpy:349
translate chinese Dio_and_Poli_08b1b248:

    # This "У меня есть серьёзный аргумент. Настоящая связь с Непротивлением. Пусть и косвенная, уже оборванная — но Министерство не будет вдаваться в детали. Теперь я уже знаю, какие порядки здесь приняты."
    This "我有了一个坚实的论据。一条与不抵抗组织真实存在的联系。它或许是间接的，甚至已经断裂——但部里不会深究细节。我现在知道这里的办事方式了。"

# game/code/text/text_diodato.rpy:350
translate chinese Dio_and_Poli_cc54e1da:

    # This "«Готовый пожертвовать малым для сохранения великого»… Таким считает себя Ансельм, и таким он хочет видеть меня. Не начал ли я действительно превращаться в него?"
    This "「准备牺牲小的以保全大的」……安瑟姆自认为是这样的人，他也希望我如此。难道我真的开始变得像他了吗？"

# game/code/text/text_diodato.rpy:351
translate chinese Dio_and_Poli_6ce95dc4:

    # This "Может, мне самому нужен Исправитель Внутренних Неполадок?"
    This "也许我自己也需要一个内心修正者？"

# game/code/text/text_diodato.rpy:352
translate chinese Dio_and_Poli_7eef0b18:

    # This "Нужен, и уже давно. Но сейчас это не поможет."
    This "我需要，而且很久以前就需要了。但它现在帮不上忙。"

# game/code/text/text_diodato.rpy:353
translate chinese Dio_and_Poli_99f006eb:

    # This "Полианна… Для меня это не мелкая жертва."
    This "波莉安娜……对我来说，这绝非小小的牺牲。"

# game/code/text/text_diodato.rpy:355
translate chinese Dio_and_Poli_54e5c384:

    # This "Но она уже сделана. Мелкое, подленькое утешение — её жертва пойдёт на пользу действительно важному делу. Полианна всё же достигла своей цели. Я помогаю Непротивлению."
    This "但这个牺牲已经做出了。一个微小而卑劣的慰藉——她的牺牲将有益于一项真正重要的事业。毕竟，波莉安娜达到了她的目的。我正在协助不抵抗组织。"

# game/code/text/text_diodato.rpy:356
translate chinese Dio_and_Poli_fec54497:

    # This "Но для действенного доноса мне нужно больше информации."
    This "但为了有效的告发，我需要更多信息。"

# game/code/text/text_diodato.rpy:359
translate chinese Dio_and_Poli_1d0ba76e:

    # This "Я не могу обречь человека на Храм Нежной Смерти. Именно этого Диодато и пытается добиться от меня — принятия таких решений."
    This "我不能将一个人送进温柔死亡神殿。这正是迪奥达托试图让我做的，让我来做这些决定。"

# game/code/text/text_diodato.rpy:360
translate chinese Dio_and_Poli_699353d2:

    # This "Нужно найти другой способ, другие привязки к Непротивлению… Возможно, если начать поиск с Полианны, то удастся найти хоть что-то."
    This "我需要另寻他法，找到与不抵抗组织的其他联系……或许从波莉安娜入手，我能发现些什么。"

# game/code/text/text_diodato.rpy:363
translate chinese Dio_and_Poli_01c16c66:

    # This "С чего же начать…"
    This "该从哪里开始呢……"

# game/code/text/text_diodato.rpy:372
translate chinese Dio_and_Poli_65a08a6f:

    # This "Дом Материнства сектора Северо-Запад… Расписание дежурств практиканток вывешено в открытом доступе. Никакой Полианны в списке."
    This "西北区妇产医院……实习生的值班表是公开的。名单上没有波莉安娜。"

# game/code/text/text_diodato.rpy:373
translate chinese Dio_and_Poli_4bffe957:

    # This "Конечно же, она могла соврать о своей должности. Ничего удивительного."
    This "当然，她可能谎报了职位。这并不意外。"

# game/code/text/text_diodato.rpy:378
translate chinese Dio_and_Poli_a0f903f2:

    # This "Скончавшаяся в прошлом месяце сотрудница протеиновой фабрики, рабочая № 731, 45 лет. С фотографии на меня смотрело старое, совершенно чужое лицо. Оплывший нос, маленькие глазки, неулыбчивые уголки губ."
    This "上个月去世的蛋白质工厂女员工，工号731，45岁。一张完全陌生、苍老的面孔照片注视着我。浮肿的鼻子，小眼睛，嘴角没有笑意。"

# game/code/text/text_diodato.rpy:379
translate chinese Dio_and_Poli_6d12cc60:

    # This "Чужое имя, чужое лицо. Такое подделать нелегко. У Непротивления точно есть свои контакты в Министерствах."
    This "别人的名字，别人的脸。这不容易伪造。不抵抗组织在部里肯定有内应。"

# game/code/text/text_diodato.rpy:384
translate chinese Dio_and_Poli_00684c36:

    # This "В квартире зарегистрирована некая Магда Горовиц; совершенно не похожа на Полианну. Биологический статус Магды… Пустая строка. Как такое возможно?"
    This "公寓里登记着一位玛格达·霍洛维茨。她长得一点也不像波莉安娜。玛格达的生物状态……这里是空白。这怎么可能？"

# game/code/text/text_diodato.rpy:385
translate chinese Dio_and_Poli_eea386df:

    # This "Юридические акты, связанные с этой квартирой… пересдана несколько раз подряд. Целая цепочка квартиросъёмщиков. Неопределённые биологические статусы, уже умершие люди, а то и вовсе профили, выглядящие полностью виртуальными."
    This "与这间公寓相关的法律文件……它曾被连续多次出租。一整串租户。未指定的生物状态、已故者，甚至看起来完全虚假的档案。"

# game/code/text/text_diodato.rpy:386
translate chinese Dio_and_Poli_23e3e98c:

    # This "На фоне этой каши мои мелкие несостыковки с числами в отчётах выглядят совершенно незначительными. Неудивительно, что выводы из моей квалификационной работы никого не заинтересовали."
    This "与这团乱麻相比，我报告中那些微小的数字出入显得完全微不足道。难怪我的资格论文结论无人问津。"

# game/code/text/text_diodato.rpy:388
translate chinese Dio_and_Poli_c04a83eb:

    # This "Я растерянно уставился на клавиатуру. Всё, что Полианна говорила, всё, что я о ней знаю — ложь."
    This "我困惑地盯着键盘。波莉安娜所说的一切，我所知道的关于她的一切，都是谎言。"

# game/code/text/text_diodato.rpy:389
translate chinese Dio_and_Poli_86c76ebc:

    # This "Вполне объяснимо, это меры безопасности, но… Но мы же…"
    This "这说得通。毕竟是为了她自己的安全，但是……但是我们……"

# game/code/text/text_diodato.rpy:390
translate chinese Dio_and_Poli_0c524cde:

    # This "Я скрипнул зубами и снова защёлкал клавишами."
    This "我咬紧牙关，再次敲击键盘。"

# game/code/text/text_diodato.rpy:396
translate chinese Dio_and_Poli_59a899a9:

    # This "Через час нашлось её лицо. Точнее, её лица."
    This "一小时后，我终于找到了她的脸。确切地说，是她的多张脸。"

# game/code/text/text_diodato.rpy:397
translate chinese Dio_and_Poli_c911276a:

    # This "Разные фотографии одного и того же лица в разных идентификатах."
    This "同一个人的不同照片，对应着不同的身份。"

# game/code/text/text_diodato.rpy:398
translate chinese Dio_and_Poli_f5c24f7d:

    # This "Марджана Йезиди, рядовая сотрудница Отдела Дарования Имён. Анна Володина, мелкий клерк Отдела Насущного Протеина. Наладчица робо-консьержей Ханна Йоэль. Что ж, это объясняет, почему она умеет отключать консьержей полностью."
    This "马尔亚娜·耶齐迪，命名司的普通职员。安娜·沃洛迪娜，生存蛋白质司的低级文员。机器人门房工程师，汉娜·约埃尔。嗯，这解释了她为何知道如何彻底关闭门房。"

# game/code/text/text_diodato.rpy:399
translate chinese Dio_and_Poli_3adce363:

    # This "Весьма удачные должности. Доступ к информации, к базам данных и жилому фонду…"
    This "非常有用的职位。能接触到信息、数据库和住房……"

# game/code/text/text_diodato.rpy:400
translate chinese Dio_and_Poli_c1507944:

    # This "Несколько месяцев назад мой дом проходил внеплановую проверку. Целая команда из Отдела Достойного Жилья ходила по квартирам, проверяя инфраструктуру."
    This "几个月前，我的公寓进行了一次计划外的检查。体面住房司的整个团队挨家挨户检查基础设施。"

# game/code/text/text_diodato.rpy:401
translate chinese Dio_and_Poli_4c745765:

    # This "Была ли среди них Ханна Ноэль? Она вполне могла изучить список жильцов, выбрать молодого клерка Министерства, выследить его и познакомиться с ним в спортзале."
    This "汉娜·诺埃尔（原文为Hannah Noel，疑为Hannah Yoel之误）当时在其中吗？她很可能研究了租户名单，选中了一个年轻的部里职员，跟踪他，然后在健身房与他相遇。"

# game/code/text/text_diodato.rpy:402
translate chinese Dio_and_Poli_394966e1:

    # This "Что она могла сделать с моим Бомануаром?!.."
    This "她对我的博马努瓦做了什么？！……"

# game/code/text/text_diodato.rpy:403
translate chinese Dio_and_Poli_a4df04cf:

    # This "Я рассмеялся со слезами на глазах. Бедный, бедный Бомануар. Ты единственный, кем я не пожертвую никогда."
    This "我眼中含泪地笑了。可怜，可怜的博马努瓦。你是我唯一永远不会牺牲的。"

# game/code/text/text_diodato.rpy:404
translate chinese Dio_and_Poli_d8e6ba2a:

    # This "Ещё пару дней назад мне казалось, что я не заслужил любви. Что меня кто-то решил побаловать, выдав кусок концентрированного счастья. Теперь я ощутил себя наказанным без причины."
    This "直到几天前，我还认为自己不配得到爱。以为有人决定宠爱我，赐予我一份浓缩的幸福。现在我却感到自己无缘无故受到了惩罚。"

# game/code/text/text_diodato.rpy:405
translate chinese Dio_and_Poli_f3a948fe:

    # This "Как ребёнок, которого обвинили в чём-то, чего он даже не понимает, и на этом основании заставили растоптать любимые игрушки или навсегда оставили без сладкого."
    This "就像一个被指控了连自己都不明白的过错的孩子，并因此被迫践踏自己心爱的玩具，或是永远失去了糖果。"

# game/code/text/text_diodato.rpy:407
translate chinese Dio_and_Poli_ab6f58b6:

    # This "Сжав кулаки, я в отчаянии смотрел на экран, с которого, снятая в разных ракурсах, размноженная, в разных форменных одеждах или головных уборах, но всякий раз одинаково неприметная, на меня смотрела Полианна."
    This "我握紧拳头，绝望地盯着屏幕。从不同角度拍摄、复制、穿着不同制服或戴着头饰，但总是同样不起眼的波莉安娜正看着我。"

# game/code/text/text_diodato.rpy:408
translate chinese Dio_and_Poli_3e95b875:

    # This "Девушка, для которой я значу всего лишь доступ к сверхсекретной информации, коды к которой она не может взломать сама."
    This "那个女孩，对她而言，我只是获取绝密信息的手段，是她自己无法破解的密码的钥匙。"

# game/code/text/text_diodato.rpy:411
translate chinese Dio_and_Poli_39d6a131:

    # This "И всё же…Я не Ансельм и никогда им не буду. Всегда есть другой путь."
    This "然而……我不是安瑟姆，也永远不会是。总会有别的办法。"

# game/code/text/text_diodato.rpy:417
translate chinese Dio_and_Poli_fe62aa6d:

    # This "Сообщение в Департамент заботы и защиты составлялось легко."
    This "写给关怀与法律司的告发信很容易写。"

# game/code/text/text_diodato.rpy:422
translate chinese Dio_and_Poli_68808270:

    # This "«…мой непосредственный начальник, Ансельм Диодато, скрывал информацию о Непротивлении с первого дня… …заставил работать над неофициальным, внеплановым заданием…»"
    This "「……我的上司安瑟姆·迪奥达托从一开始就隐瞒了关于不抵抗组织的信息…… ……强迫我执行一项非官方、计划外的任务……」"

# game/code/text/text_diodato.rpy:423
translate chinese Dio_and_Poli_7429d0ec:

    # This "«…связан с подпольщицей и участницей Непротивления, известной мне под именем Полианна… …известно мне с её слов во время попыток вербовки… Более полную информацию прилагаю.»"
    This "「……与一名地下党成员及不抵抗组织参与者有关联，此人我称之为波莉安娜…… ……根据她在试图招募我时所说的话得知…… 此事全部信息已附上。」"

# game/code/text/text_diodato.rpy:424
translate chinese Dio_and_Poli_0b12de11:

    # This "Эта боль в сердце пройдёт. Она всегда проходит. Уж мне ли не знать. Ещё одну ночь без сна я переживу."
    This "这种心痛会过去的。总是如此。我应该知道。再一个不眠之夜，我能忍受。"

# game/code/text/text_diodato.rpy:434
translate chinese Dio_leader_rebels_dbd90e67:

    # This "Неприкрытая, ничем не подкреплённая ложь. Но ложь вполне реалистичная."
    This "一个公开的、毫无根据的谎言。但它是一个现实的谎言。"

# game/code/text/text_diodato.rpy:435
translate chinese Dio_leader_rebels_813ec0d8:

    # This "Разве не говорил мне сам Радж Квирин о том, что Непротивление проникает в самые неожиданные и недоступные места? Нет места неожиданнее, чем кабинет Диодато."
    This "拉吉·奎林本人不是曾告诉我，不抵抗组织能渗透到最意想不到、最难以企及的地方吗？没有比迪奥达托的办公室更意想不到的地方了。"

# game/code/text/text_diodato.rpy:436
translate chinese Dio_leader_rebels_4b282c3a:

    # This "Нет-нет-нет. Это моё письмо должно быть безумным, а не я сам."
    This "不，不，不。应该疯狂的是我的信，而不是我。"

# game/code/text/text_diodato.rpy:441
translate chinese Dio_leader_rebels_68808270:

    # This "«…мой непосредственный начальник, Ансельм Диодато, скрывал информацию о Непротивлении с первого дня… …заставил работать над неофициальным, внеплановым заданием…»"
    This "「……我的上司安瑟姆·迪奥达托从一开始就隐瞒了关于不抵抗组织的信息…… ……强迫我执行一项非官方、计划外的任务……」"

# game/code/text/text_diodato.rpy:442
translate chinese Dio_leader_rebels_46229896:

    # This "«…совершил признание в заговоре… …попытка вербовки в Непротивление… …благодаря высокому посту в Министерстве занимает высочайшую позицию в иерархии бунтовщиков.»"
    This "「……已承认参与阴谋…… ……试图招募我加入不抵抗组织…… ……鉴于他在部里的高位，他在叛乱组织层级中占据最高位置。」"

# game/code/text/text_diodato.rpy:445
translate chinese Dio_leader_rebels_6be5d5f7:

    # This "Не так уж и сложно. Выглядит поразительно правдиво. Не удивлюсь, если кабинет Ансельма освободится уже к концу рабочего дня."
    This "这并不复杂。看起来惊人地真实。如果安瑟姆的办公室今天下班前就空出来，我也不会感到惊讶。"

# game/code/text/text_diodato.rpy:449
translate chinese Dio_leader_rebels_347204fc:

    # This "Что ж, пора идти домой."
    This "好了，该回家了。"

# game/code/text/text_diodato.rpy:450
translate chinese Dio_leader_rebels_379cb724:

    # This "Нервное веселье так и норовило вырваться смешком. Вот будет номер, если я столкнусь с кланком, конвоирующим Ансельма, прямо в коридоре."
    This "紧张的兴奋感几乎要爆发成大笑。要是我在走廊里正好撞见押送安瑟姆的队伍，那可真是一场好戏。"

# game/code/text/text_diodato.rpy:454
translate chinese Dio_leader_rebels_7c5c5f28:

    # Kvirin "А вот и он. Какая жалость."
    Kvirin "他来了。真可惜。"

# game/code/text/text_diodato.rpy:455
translate chinese Dio_leader_rebels_3b144a62:

    # Kav "Господин Квирин?.. Что-то произошло?"
    Kav "奎林先生？……发生什么事了吗？"

# game/code/text/text_diodato.rpy:458
translate chinese Dio_leader_rebels_d1470406:

    # Kvirin "Джосайя, лучший работник отдела… Я не удивлён, что тебя захватили излишние, вредные амбиции."
    Kvirin "约西亚，部门里最优秀的员工……你被过度的、有害的野心所攫取，我并不感到意外。"

# game/code/text/text_diodato.rpy:460
translate chinese Dio_leader_rebels_566ec9eb:

    # Kvirin "Привычное дело в глубинах Министерств, знаешь ли. Доносы, грызня, обвинения… Обычно я даже не стал бы приходить лично. Но в данном случае решил сделать исключение."
    Kvirin "你知道，部里深处常有的事。告密、怨恨、指控……通常，我甚至不会亲自来。但这次，我决定破例。"

# game/code/text/text_diodato.rpy:462
translate chinese Dio_leader_rebels_e7633ba3:

    # Kav "Я… Я могу доказать!.."
    Kav "我……我可以证明！……"

# game/code/text/text_diodato.rpy:464
translate chinese Dio_leader_rebels_9db8665a:

    # Kvirin "Вот как?.. "
    Kvirin "是吗？……"

# game/code/text/text_diodato.rpy:466
translate chinese Dio_leader_rebels_db98cc19:

    # Kvirin "Что ж, твоя теория выглядит очень привлекательной. Настолько, что я, пожалуй, использую её, чтобы действительно убрать этого болвана Диодато."
    Kvirin "嗯，你的理论似乎很有吸引力。如此有吸引力，以至于我想我会用它来真正除掉迪奥达托那个蠢货。"

# game/code/text/text_diodato.rpy:468
translate chinese Dio_leader_rebels_d05ebe20:

    # Kvirin "К сожалению, ты ошибся в том, чего знать не мог. Я лично знаком с лидерами Непротивления. Точнее, с ней. Лидером. Сейчас она ускользает от моих рук, но когда-то…"
    Kvirin "不幸的是，你在一个你不可能知道的事情上弄错了。我本人认识不抵抗组织的领袖。或者说，是她。那位领袖本人。她现在逃脱了我的掌控，但曾经……"

# game/code/text/text_diodato.rpy:470
translate chinese Dio_leader_rebels_c027a288:

    # Kvirin "Кай никогда не стала бы связываться с таким чудовищем, как Ансельм."
    Kvirin "凯绝不会和安瑟姆这样的怪物搅在一起。"

# game/code/text/text_diodato.rpy:471
translate chinese Dio_leader_rebels_7547e4d4:

    # This "Язык отказывался шевелиться. Что я могу возразить на такое? Какая ложь может меня спасти?"
    This "我的舌头动弹不得。对此我能说什么？什么谎言能救我？"

# game/code/text/text_diodato.rpy:476
translate chinese Dio_leader_rebels_08c79e6d:

    # This "Кланк сделал резкий шаг вперёд. Я вскинул руки в попытках защититься."
    This "铁足向前迈了一步。我举起双臂试图自卫。"

translate chinese strings:

    # game/code/text/text_diodato.rpy:108
    old "Я ещё не услышал исповедь."
    new "我还没听到告解。"

    # game/code/text/text_diodato.rpy:108
    old "Есть небольшой сбой."
    new "出现了一个小故障。"

    # game/code/text/text_diodato.rpy:255
    old "Простить сбой."
    new "请原谅这个故障。"

    # game/code/text/text_diodato.rpy:318
    old "Приложить к докладу останки украденной перфокарты."
    new "将失窃穿孔卡的残骸附在报告上。"

    # game/code/text/text_diodato.rpy:318
    old "Соврать о связи Полианны с Диодато."
    new "谎称波莉安娜与迪奥达托有联系。"

    # game/code/text/text_diodato.rpy:318
    old "Диодато — один из лидеров Непротивления."
    new "迪奥达托是不抵抗组织的领袖之一。"

    # game/code/text/text_diodato.rpy:367
    old "Место работы."
    new "工作地点。"

    # game/code/text/text_diodato.rpy:367
    old "Общий поиск по горожанам."
    new "在市民中进行全面搜查。"

    # game/code/text/text_diodato.rpy:367
    old "Адрес."
    new "地址。"

    # game/code/text/text_diodato.rpy:409
    old "Не добавлять Полианну в донос."
    new "不要在告发信中提及波莉安娜。"

    # game/code/text/text_diodato.rpy:409
    old "Пожертвовать ею для нейтрализации Диодато."
    new "牺牲她来扳倒迪奥达托。"

