# TODO: Translation updated at 2021-11-19 20:13

# game/code/text/text_chapter_3.rpy:6
translate chinese chapter_3_fab1f78c:

    # This "Почему не срабатывает будильник?.."
    This "是我的闹钟坏了吗？……"

# game/code/text/text_chapter_3.rpy:7
translate chinese chapter_3_f140c2ac:

    # Kav "Бомануар, поставить суп на разогрев!.."
    Kav "博马努瓦，热些汤！……"

# game/code/text/text_chapter_3.rpy:11
translate chinese chapter_3_584b0066:

    # This "Стоп. Я не дома. Это мой рабочий кабинет. Как я сюда добрался? Сколько времени я тут уже нахожусь?"
    This "停下。我不在家。这是我的办公室。我怎么到这儿来的？我在这儿待了多久？"

# game/code/text/text_chapter_3.rpy:12
translate chinese chapter_3_519605d4:

    # This "Опять всё произошедшее кажется сном. Я просыпаюсь и собираю сам себя по кусочкам; в голове хранится память о вчерашнем дне, но эта память словно принадлежит не мне."
    This "又一次，发生的一切都像一场梦。我正醒来，试图将自己重新拼凑起来。我脑子里有昨天的记忆，但它仿佛不属于我。"

# game/code/text/text_chapter_3.rpy:13
translate chinese chapter_3_98553a37:

    # This "Наверное, я заболел, сошёл с ума. Сложный и хрупкий инструмент Кавиани окончательно сломался и теперь будет выброшен."
    This "我一定是病了，神志不清了。名为卡维亚尼的这台复杂而脆弱的仪器终于故障了，现在将被丢弃。"

# game/code/text/text_chapter_3.rpy:14
translate chinese chapter_3_7fd929e9:

    # This "Нет Полианны, нет заговорщиков — всё это просто плод моего воображения, выдумка мелкого чиновника, сломленного одиночеством и утратой близкого человека."
    This "没有波莉安娜，也没有地下党——这一切都只是我臆想的产物，一个被孤独和失去所爱之人击垮的卑微官员的幻想。"

# game/code/text/text_chapter_3.rpy:15
translate chinese chapter_3_457bb5b0:

    # This "Возможно, было бы лучше, если бы это была выдумка. Но бледная звёздочка шрама на боку говорит обратное. Нужно верить себе и своей памяти, иначе можно сойти с ума."
    This "也许，如果那仅仅是个幻想会更好。但我身侧那道疤痕的苍白星芒却告诉我并非如此。你必须相信自己，相信自己的记忆，否则你会疯掉。"

# game/code/text/text_chapter_3.rpy:16
translate chinese chapter_3_6b150ea9:

    # This "Нужно заняться делом."
    This "是时候做点工作了。"

# game/code/text/text_chapter_3.rpy:20
translate chinese chapter_3_df737e7c:

    # This "Сотрудники МАРКа приходили на ремонт, пока меня не было. Из терминала больше не течёт… что-то. Или это тоже было плодом моего воображения?"
    This "我不在的时候，MARK的员工早些时候来维修过。终端……某种东西的泄漏不再发生了。或者那也是我的幻想？"

# game/code/text/text_chapter_3.rpy:21
translate chinese chapter_3_6b1d6b16:

    # This "Нет, дёргать провода не стоит. Второй поломкой подряд Алгоритмические Регуляторы заинтересуются уже всерьёз."
    This "不，再次拉扯电线不是个好主意。我不想因为第二次设备故障而引起算法控制者的过度关注。"

# game/code/text/text_chapter_3.rpy:23
translate chinese chapter_3_0d5dd759:

    # Dio "Я получил твой отчёт, Джосайя. Отличная работа, как обычно. Машины будут довольны."
    Dio "我收到你的报告了，约西亚。一如既往，干得漂亮。慈爱恩典之机会满意的。"

# game/code/text/text_chapter_3.rpy:24
translate chinese chapter_3_b8d944af:

    # This "Я уже успел отправить какой-то отчёт?.. Даже не помню, о чём."
    This "我真的已经提交了什么报告吗？……我甚至不记得是关于什么的了。"

# game/code/text/text_chapter_3.rpy:25
translate chinese chapter_3_0210cbea:

    # Kav "Да… Ансельм, насчёт того особого дела, которое ты мне поручил, про ошибки… Для дальнейших поисков мне нужен доступ к архивным документам Города."
    Kav "是的……安瑟姆，关于你交给我的那个特殊案件，关于那些错误……我需要访问城市档案馆来继续我的调查。"

# game/code/text/text_chapter_3.rpy:26
translate chinese chapter_3_433c2b6e:

    # Kav "Я начинаю подозревать, что подтасовки начались задолго до моего рождения."
    Kav "我目前认为，这种操纵早在我出生之前就开始了。"

# game/code/text/text_chapter_3.rpy:27
translate chinese chapter_3_4369c333:

    # Dio "Что ж, это очень вероятно. Конечно, как образцовый работник нашего отдела и верный слуга Машин, ты имеешь тот доступ к архивам в Бесконечной Библиотеке, который тебе позволено иметь."
    Dio "嗯，这很有可能。当然，作为我们部门的模范员工和慈爱恩典之机的忠实仆人，你拥有访问无限图书馆档案的适当权限。"

# game/code/text/text_chapter_3.rpy:28
translate chinese chapter_3_de8ea0d6:

    # Dio "Если ты столкнёшься с ограничениями, а ты с ними неизбежно столкнёшься, то обращайся ко мне. Моего уровня доступа хватит на любые исследования."
    Dio "如果你遇到限制——而你不可避免地会遇到——联系我。我的访问级别足以应对任何研究。"

# game/code/text/text_chapter_3.rpy:29
translate chinese chapter_3_f0f08f55:

    # Kav "Ансельм, ты знаешь мою скорость работы и те объёмы информации, которые я способен поглощать. Тебе самому поплохеет после сотни запросов в первый же час."
    Kav "安瑟姆，你知道我的速度和我能处理的信息量。你自己在第一小时收到一百个请求后都会受不了的。"

# game/code/text/text_chapter_3.rpy:30
translate chinese chapter_3_f2bf2bcc:

    # Dio "Знаешь, что привело Главкона Поверженного к предательству и его неизбежному падению в пучины Адские? Гордыня."
    Dio "你知道是什么导致了戴夫利德的背叛和他最终堕入地狱深处吗？傲慢。"

# game/code/text/text_chapter_3.rpy:31
translate chinese chapter_3_a1963e0b:

    # Dio "Ты так и не научился склоняться перед всесилием Машин. Что для тебя сотни запросов, то для Машин — всего лишь фоновый шум одной детали из тысяч."
    Dio "你仍然没有学会向慈爱恩典之机的全能低头。对你来说是成百上千的查询——对慈爱恩典之机而言，不过是众多细节中一个的静态噪音罢了。"

# game/code/text/text_chapter_3.rpy:32
translate chinese chapter_3_7b536b77:

    # Kav "Но ведь ты сам — не Машина. Или ты всерьёз уподобляешь себя Машинам в способности обработать сотни запросов, не отвлекаясь от своей основной функции?"
    Kav "但你不是慈爱恩典之机。还是说，你真的把自己和慈爱恩典之机相提并论，认为自己也能在不影响主要职能的情况下处理数百个请求？"

# game/code/text/text_chapter_3.rpy:33
translate chinese chapter_3_641cdc2b:

    # This "Диодато на секунду замолчал. Из колонок доносился только треск статики, поэтому его гневное пыхтение и скрежетание зубов я додумал себе сам."
    This "迪奥达托沉默了一秒。扬声器里只有静电的噼啪声，所以我仿佛能想象到他愤怒的喘息和咬牙切齿。"

# game/code/text/text_chapter_3.rpy:34
translate chinese chapter_3_db8ec5c4:

    # Dio "Я выдам твоему терминалу свой уровень доступа на сутки. Если нужно будет продление — обратишься снова."
    Dio "我会给你的终端授予我的访问级别，为期24小时。如果需要延期，你可以再次申请。"

# game/code/text/text_chapter_3.rpy:36
translate chinese chapter_3_072a1b85:

    # This "Вот это да. Впервые Ансельм не стал перекручивать смысл слов в свою пользу, не стал читать проповеди и просто сделал то, что от него и требовалось."
    This "哇哦。安瑟姆第一次没有为了自己的利益曲解词义，没有说教，只是做了他该做的事。"

# game/code/text/text_chapter_3.rpy:37
translate chinese chapter_3_74b0b544:

    # This "Чувствую, я ещё поплачусь за эту маленькую победу."
    This "我有种预感，我会为这次小小的胜利付出代价。"

# game/code/text/text_chapter_3.rpy:38
translate chinese chapter_3_70b7f999:

    # This "Неважно. Теперь у меня есть код доступа второго уровня к Бесконечной Библиотеке. На фоне поисков тайного выхода Главкона всё остальное казалось неважным и глупым."
    This "没关系。我现在有了无限图书馆的二级访问码。在我寻找戴夫利德秘密出口的过程中，其他一切似乎都变得无关紧要且愚蠢。"

# game/code/text/text_chapter_3.rpy:40
translate chinese chapter_3_314f5954:

    # This "Современные карты Города… Безопасные и стерильные, тщательно отредактированные."
    This "最近的城市地图……安全、无菌，经过精心编辑。"

# game/code/text/text_chapter_3.rpy:41
translate chinese chapter_3_fd8b635b:

    # This "Широкой публике доступны только планы развития — аккуратные стрелочки, ведущие в огромные пустоты под Столпами."
    This "只有发展规划对公众开放。那些整洁的箭头指向支柱下方广阔的虚空。"

# game/code/text/text_chapter_3.rpy:42
translate chinese chapter_3_218bf4ae:

    # This "Раньше я бы заинтересовался, как Управление Горных Дел умудрилось выкопать полости, способные соперничать с работой Машин в Эпоху Длинных Ковшей…"
    This "以前，我可能会好奇上级矿石部是如何挖掘出能与大北斗时代慈爱恩典之机的工作相媲美的空洞的……"

# game/code/text/text_chapter_3.rpy:43
translate chinese chapter_3_5a6c42df:

    # This "Но сейчас это выглядело скучной вознёй в застарелой яме."
    This "但现在，这看起来就像陈腐坑里无聊的引火物。"

# game/code/text/text_chapter_3.rpy:44
translate chinese chapter_3_45e51c82:

    # This "Яме, которую я скоро покину навсегда."
    This "那个我即将永远离开的坑。"

# game/code/text/text_chapter_3.rpy:45
translate chinese chapter_3_7dd317a7:

    # This "Никакой полезной информации из этих рекламных схемок мне не подчерпнуть. Посмотрим, что даст уровень доступа Диодато."
    This "我从这些宣传方案中得不到任何有用的信息。让我们看看迪奥达托的访问级别能给我什么。"

# game/code/text/text_chapter_3.rpy:47
translate chinese chapter_3_fa234bfe:

    # This "Как сосуды кровеносной системы, под примитивными формами современной карты прорезались линии коммуникаций."
    This "如同循环系统的血管，通讯线路在现代地图的原始形态下纵横交错。"

# game/code/text/text_chapter_3.rpy:48
translate chinese chapter_3_d3305c65:

    # This "Вот трубопроводы репозиториев. А это толстые жилы проводов, сплетающиеся в один огромный узел под зданием Священного Сервера."
    This "这里是储存库的管道。而这些是粗大的线缆束，在神圣服务器大楼下方编织成一个巨大的结。"

# game/code/text/text_chapter_3.rpy:49
translate chinese chapter_3_c6829b0c:

    # This "Ценная и очень опасная информация. Если бы Непротивление действительно было теми террористами, которыми их считают, то оно могло бы наделать много шума при помощи этих карт."
    This "宝贵且非常危险的信息。如果非抵抗组织真的是人们所认为的恐怖分子，他们可以用这些地图制造很多麻烦。"

# game/code/text/text_chapter_3.rpy:50
translate chinese chapter_3_1a26c45b:

    # This "Мне же от них никакого толку. Все возможные следы давно стёрты, погребены под слоями изменений, оптимизаций и попыток внедрения очередных гениальных генпланов очередных министров."
    This "然而，它们对我毫无用处。所有可能的痕迹早已被抹去，埋藏在层层变更、优化以及试图实施现任部长们下一个天才计划的尝试之下。"

# game/code/text/text_chapter_3.rpy:51
translate chinese chapter_3_936ecbbb:

    # This "Нужны гораздо более старые записи…"
    This "我需要找到更古老的记录……"

# game/code/text/text_chapter_3.rpy:55
translate chinese chapter_3_b4499788:

    # This "Стоило только запросить карты времён первой зачистки трущоб по плану Министра Османа, как экран угрожающе вспыхнул требованием кода третьего уровня."
    This "我刚试图请求奥斯曼部长计划中第一次贫民窟清理的地图，屏幕就威胁性地闪烁起来，要求三级代码。"

# game/code/text/text_chapter_3.rpy:56
translate chinese chapter_3_7791890e:

    # This "Третий уровень?! Но таким доступом обладают только министры!"
    This "三级？！但只有部长们才有！"

# game/code/text/text_chapter_3.rpy:57
translate chinese chapter_3_4ad06671:

    # This "Зачем кому-то скрывать простые архивные записи настолько, что доступом к ним обладает шесть человек на весь Город?"
    This "为什么会有人想把简单的档案记录隐藏到如此程度，以至于整个城市只有六个人能访问它们？"

# game/code/text/text_chapter_3.rpy:58
translate chinese chapter_3_746681b3:

    # This "Теперь я знал, зачем. Такая секретность, такой уровень защиты был лучшим доказательством — Министерствам явно есть что прятать."
    This "现在我知道为什么了。这样的保密性，这样的保护级别，就是最好的证明——各部委显然有东西要隐藏。"

# game/code/text/text_chapter_3.rpy:59
translate chinese chapter_3_b32f89c2:

    # This "Но что теперь делать?.. Одна только просьба о таком уровне доступа отправит меня на допрос в Департамент Заботы и Защиты."
    This "但我现在该怎么办？……仅仅是申请这个级别的访问权限，就会把我送到关怀与法律部接受审讯。"

# game/code/text/text_chapter_3.rpy:60
translate chinese chapter_3_81c0221c:

    # This "Надо подумать. Небольшая прогулка поможет проветрить мозги."
    This "我需要思考一下。散散步有助于理清思路。"

# game/code/text/text_chapter_3.rpy:67
translate chinese chapter_3_c1fe854d:

    # This "Забавно. Где-то здесь, за бетонными перекрытиями этого здания, громоздятся обломки шахты, ведущей наверх. Может быть, прямо за этой стеной. Или за той, чуть дальше."
    This "真有趣。在这栋建筑的水泥板后面某处，有一堆通往上方的竖井碎片，通向外面的世界。也许就在这堵墙后面。或者在那堵墙后面，更远的那堵。"

# game/code/text/text_chapter_3.rpy:68
translate chinese chapter_3_d09c0e34:

    # This "Так близко и одновременно так далеко."
    This "如此之近，却又如此遥远。"

# game/code/text/text_chapter_3.rpy:69
translate chinese chapter_3_cc537edc:

    # This "Раз уж я вышел, можно прогуляться до кабинета Раджа Квирина, Министра Демографии."
    This "既然出来了，我可以去拜访一下人口统计部长拉杰·奎林的办公室。"

# game/code/text/text_chapter_3.rpy:70
translate chinese chapter_3_150f013b:

    # This "Ничего страшного или преступного. Я просто пройду мимо его двери. Никаких глупостей. Может, перекинусь парой слов с секретарём, почему нет."
    This "没什么可怕或犯罪的。我只是从他门前走过。没什么大不了的。也许我会和秘书说句话，为什么不呢。"

# game/code/text/text_chapter_3.rpy:76
translate chinese chapter_3_4dda6069:

    # This "В приёмной никого не оказалось, поэтому я зашёл поискать секретаря в кабинет. Да, зашёл в кабинет министра, чтобы поговорить с… Чёрт, как же глупо звучит, никто в это не поверит!"
    This "等候室里没有人，所以我到办公室去找秘书。是的，我去了部长的办公室，为了和……该死，这听起来真蠢。没人会相信的！"

# game/code/text/text_chapter_3.rpy:77
translate chinese chapter_3_f9e78988:

    # This "Ни одного человека кругом, даже сам министр исчез. Невероятная, глупая удача. Перерыв на обед или собрание? Неважно. Такой шанс выпадает только один раз, и я обязан его использовать."
    This "周围一个人都没有，连部长本人也不在。难以置信，不可思议的运气。他是去吃午饭了还是在开会？不重要。这是千载难逢的机会，我不应该错过。"

# game/code/text/text_chapter_3.rpy:78
translate chinese chapter_3_9ac8ffa6:

    # This "Но какой же роскошный кабинет… "
    This "但他的办公室可真豪华啊……"

# game/code/text/text_chapter_3.rpy:79
translate chinese chapter_3_dd4343b4:

    # This "Это что, книги в шкафах? На вид совсем не плесневелые."
    This "那些是书吗？它们看起来一点都没发霉。"

# game/code/text/text_chapter_3.rpy:80
translate chinese chapter_3_278fcb86:

    # This "Забавно. Радж Квирин и Кай Йенсен находятся на противоположных концах социальной лестницы, но что-то их всё-таки объединяет."
    This "有趣。拉杰·奎林和凯·延森处于社会阶梯的两端，但他们仍然有共同之处。"

# game/code/text/text_chapter_3.rpy:81
translate chinese chapter_3_ce9238d1:

    # This "Возможно, их объединяла не только любовь к книгам."
    This "或许将他们联系在一起的，并不仅仅是对书籍的热爱。"

# game/code/text/text_chapter_3.rpy:82
translate chinese chapter_3_72862ab7:

    # This "По старому экрану окна шумели радужные помехи, но сквозь них пробивался необычный пейзаж."
    This "虹彩般的噪音在旧屏幕上沙沙作响，但一幅不寻常的景色透过它闪烁着。"

# game/code/text/text_chapter_3.rpy:83
translate chinese chapter_3_7bd056a2:

    # This "Даже самые могущественные из нас скучают по тому, чего мы были лишены."
    This "即使是我们中最有权势的人，也会怀念我们被剥夺的东西。"

# game/code/text/text_chapter_3.rpy:84
translate chinese chapter_3_7b6da623:

    # This "Не время разглядывать обстановку, нужно торопиться! Если Квирин заблокировал свой терминал, то весь этот риск был впустую…"
    This "现在不是四处张望的时候。我必须抓紧！如果奎林锁定了他的终端，那么所有这些冒险就都白费了……"

# game/code/text/text_chapter_3.rpy:85
translate chinese chapter_3_b8a70aeb:

    # Suc "…говори прямо, подсолнечник, к чему эти намёки? Тебе нужно больше плоти."
    Suc "……说出你的想法，向日葵。这些含沙射影有什么意义？你需要更多血肉。"

# game/code/text/text_chapter_3.rpy:86
translate chinese chapter_3_18aff835:

    # Kvirin "П-полимеры, метан, белковая масса…"
    Kvirin "聚-聚合物、甲烷、蛋白质团块……"

# game/code/text/text_chapter_3.rpy:87
translate chinese chapter_3_09854676:

    # Inc "Мясо. Это называется мясо."
    Inc "肉。那叫肉。"

# game/code/text/text_chapter_3.rpy:88
translate chinese chapter_3_c9f6b450:

    # This "Я едва удержался, чтобы не закричать. Голоса прозвучали прямо за спиной."
    This "我几乎忍不住要尖叫出来。声音从我身后传来。"

# game/code/text/text_chapter_3.rpy:89
translate chinese chapter_3_84d5c96c:

    # This "Из глаз мгновенно выступили слёзы. Судорожно моргая, я обернулся и помутившимся взглядом уставился на дверь."
    This "我感到眼泪瞬间涌出眼眶。我转过身，疯狂地眨着眼睛，用模糊的视线盯着门。"

# game/code/text/text_chapter_3.rpy:90
translate chinese chapter_3_8e1a8ba4:

    # This "Она скрывалась за высоким креслом министра; дверь — или, скорее, массивная створа большого сейфа. Из-за неё пробивалось красноватое свечение, в котором мелькали чьи-то тени."
    This "说实话，它隐藏在部长高大的椅子后面，看起来更像是一个大型保险库的厚重门扇，而不是一扇门。一道微红的辉光从门后透出，可以看见两个人的轮廓。"

# game/code/text/text_chapter_3.rpy:91
translate chinese chapter_3_397bac3d:

    # Kvirin "Неважно, как это называется! Население Города растёт, как и должно, но для этого торговля обязана…"
    Kvirin "你怎么称呼它不重要！城市人口正在增长，理应如此，但为此贸易必须……"

# game/code/text/text_chapter_3.rpy:92
translate chinese chapter_3_9e146906:

    # Inc "Так вот чем ты это считаешь? Торговлей? Ты кормишь плоть, чтобы кормить людей, чтобы затем кормить плоть. Это естественный круговорот вещей. Не нужно лгать самому себе."
    Inc "你就是这么看待它的？贸易？你喂养血肉来喂养人民，然后再喂养血肉。这是事物的自然循环。你不必对自己撒谎。"

# game/code/text/text_chapter_3.rpy:93
translate chinese chapter_3_59bb2ae7:

    # Suc "Или ты всё ещё боишься? После всех этих лет?"
    Suc "还是说你仍然害怕？过了这么多年？"

# game/code/text/text_chapter_3.rpy:94
translate chinese chapter_3_40a91963:

    # This "Стук сердца оглушал — казалось, люди за дверью вот-вот его услышат. Я зажал ладонью рот так сильно, что ощутил пальцами собственные зубы сквозь тонкий слой щёк."
    This "我的心跳声震耳欲聋——仿佛门外的人就要听到了。我用手紧紧捂住嘴，以至于能透过薄薄的脸颊感觉到自己的牙齿。"

# game/code/text/text_chapter_3.rpy:95
translate chinese chapter_3_ed647b6a:

    # This "Одним из беседующих был сам министр Квирин. Но с кем он разговаривал? "
    This "谈话者之一是奎林部长本人。但他在和谁说话？"

# game/code/text/text_chapter_3.rpy:96
translate chinese chapter_3_74f2b04e:

    # This "Странные, скрипучие и грубые голоса — словно его собеседники были так же стары, как лидер Непротивления."
    This "奇怪、尖利而粗哑的声音——仿佛他的对话者和非抵抗组织的领袖一样苍老。"

# game/code/text/text_chapter_3.rpy:97
translate chinese chapter_3_fb0f6c7e:

    # This "Кто бы они ни были, этот разговор настолько важен, что проходит за толстой стальной дверью в глубинах самого охраняемого здания в Городе. "
    This "无论他们是谁，这场谈话如此重要，以至于发生在城市最安全建筑深处的一扇厚钢门后面。"

# game/code/text/text_chapter_3.rpy:98
translate chinese chapter_3_c42956ae:

    # This "Это может оказаться важнее поисков выхода Главкона, важнее заговоров внутри Министерства."
    This "这可能比寻找戴夫利德的出口更重要。甚至比部委内部的阴谋更重要。"

# game/code/text/text_chapter_3.rpy:99
translate chinese chapter_3_d9fa8404:

    # This "Или… или это и есть заговор внутри Министерства. Заговор, идущий с самой верхушки."
    This "或者……或者这就是那个部委内部的阴谋。一个来自最高层的阴谋。"

# game/code/text/text_chapter_3.rpy:100
translate chinese chapter_3_c41c5921:

    # This "Если меня поймают просто в кабинете — я потеряю работу и, скорее всего, свободу."
    This "如果我仅仅是在办公室里被抓住，我会丢掉工作，可能还有自由。"

# game/code/text/text_chapter_3.rpy:101
translate chinese chapter_3_091625eb:

    # This "Но при одном взгляде на эту дверь сердце наполнялось уверенностью — если меня поймают, когда я подслушиваю у неё, я потеряю жизнь. Тут же, незамедлительно."
    This "但只看了一眼那扇门，就让我心中充满了确信——如果我在它附近偷听时被抓住，我会丢掉性命。立刻，马上。"

# game/code/text/text_chapter_3.rpy:112
translate chinese secret_door_ab887570:

    # This "Я должен узнать больше."
    This "我需要知道更多。"

# game/code/text/text_chapter_3.rpy:113
translate chinese secret_door_47513d74:

    # This "Почему они говорят о плоти? Что за торговля и с кем?"
    This "他们为什么谈论血肉？那是什么样的贸易？和谁贸易？"

# game/code/text/text_chapter_3.rpy:114
translate chinese secret_door_768247b1:

    # This "Уж явно речь идёт не об имитации торговли за сабкойны, которую поддерживают Министерства в Городе для стимуляции продуктивности граждан."
    This "这肯定不是城市各部委为了刺激公民生产力而支持的、用次级硬币进行的模拟贸易。"

# game/code/text/text_chapter_3.rpy:116
translate chinese secret_door_41ebc721:

    # This "Голоса за дверью стали тише. Конечно, прислоняться ухом к двери не стоит, это будет совсем глупо, но хотя бы подойти поближе…"
    This "门外的声音变小了。当然，我不应该把耳朵贴在门上。那会很蠢，但至少，我可以靠近一点……"

# game/code/text/text_chapter_3.rpy:117
translate chinese secret_door_cc02c52b:

    # This "В эту секунду дверь распахнулась. Зловещее красное свечение пролилось из неожиданно небольшой комнатки, очертив на полу бурый прямоугольник."
    This "就在那一秒，门猛地打开了。一股不祥的红光从那个意外狭小的房间里倾泻而出，在地板上勾勒出一个棕色的矩形。"

# game/code/text/text_chapter_3.rpy:129
translate chinese secret_door_d1cc7168:

    # This "Радж Квирин по инерции сделал ещё шаг в собственный кабинет, после чего остановился и уставился прямо на меня. Уставился не испуганно, не разгневанно. Удивлённо."
    This "拉杰·奎林下意识地又往他自己的办公室里走了一步，然后停下，直直地盯着我。他没有被吓到，但看起来也不生气。只是惊讶。"

# game/code/text/text_chapter_3.rpy:132
translate chinese secret_door_3d916512:

    # Kvirin "Кавиани? Не припомню, чтобы вызывал вас к себе."
    Kvirin "卡维亚尼？我不记得传唤你来我的办公室。"

# game/code/text/text_chapter_3.rpy:135
translate chinese secret_door_bcfc61bb:

    # This "Что это за существа?! Это люди? Маскарадные костюмы гротескных тварей!"
    This "那些是什么生物？！他们是人类吗？他们看起来像是在扮演某种怪诞的生物！"

# game/code/text/text_chapter_3.rpy:136
translate chinese secret_door_b6580d59:

    # This "Но никакой костюм не может двигаться так пластично, поблёскивать потом, бугриться тяжами мышц и сухожилий под тонкой кожей…"
    This "但没有任何西装能如此灵活地活动，汗津津地闪着光，薄薄的皮肤下肌肉和肌腱的牵拉鼓胀着……"

# game/code/text/text_chapter_3.rpy:137
translate chinese secret_door_85834237:

    # Kav "Я… Хотел… Но никого не было…"
    Kav "我……我想……但没人……"

# game/code/text/text_chapter_3.rpy:140
translate chinese secret_door_77188602:

    # Dw "Ты воняешь страхом."
    Dw "你浑身散发着恐惧的气味。"

# game/code/text/text_chapter_3.rpy:142
translate chinese secret_door_43045109:

    # Dw "Я могу отрезать от тебя кусочек, чтобы боль заглушила страх. Хочешь? Только попроси."
    Dw "我可以切下你一块肉，让疼痛麻痹恐惧。你想要吗？开口就行。"

# game/code/text/text_chapter_3.rpy:145
translate chinese secret_door_2d70c43f:

    # This "Франк-спаситель, эта тварь походит на женщину!"
    This "救世主弗兰克啊，那东西看起来像个女人！"

# game/code/text/text_chapter_3.rpy:146
translate chinese secret_door_1b6026de:

    # This "Её голос скрежетнул сухо и тонко; но не как хрупкий старческий голос Кай."
    This "她的声音干涩颤抖，但不像凯那种虚弱衰老的嗓音。"

# game/code/text/text_chapter_3.rpy:147
translate chinese secret_door_3f617d72:

    # This "Из чудовищного, охваченного приживлёнными кистями горла вырывались слова, словно искажённые мучительной агонией, смешанной с экстазом."
    This "从那怪物般、长着刷状利爪的喉咙里，话语喷涌而出，仿佛被痛苦与狂喜交织的扭曲所扭曲。"

# game/code/text/text_chapter_3.rpy:150
translate chinese secret_door_d9364991:

    # Kvirin "Вас послал этот болван Диодато?"
    Kvirin "是那个蠢货迪奥达托派你来的？"

# game/code/text/text_chapter_3.rpy:151
translate chinese secret_door_11679822:

    # Kav "Д-да… Насчёт отчёта…"
    Kav "是……是的……关于那份报告……"

# game/code/text/text_chapter_3.rpy:153
translate chinese secret_door_d7890a08:

    # Kvirin "Вот как?"
    Kvirin "是这样吗？"

# game/code/text/text_chapter_3.rpy:155
translate chinese secret_door_247895ef:

    # Kvirin "Впрочем, неважно. Стоило придумать ложь поинтереснее, это купило бы вам лишние секунды жизни."
    Kvirin "不过，这无关紧要。你本该编个更可信的谎言。那样或许能为你多买来一秒钟的生命。"

# game/code/text/text_chapter_3.rpy:158
translate chinese secret_door_2a9b959c:

    # This "Нет, нетнетнет, пожалуйста."
    This "不，不，不，求你了。"

# game/code/text/text_chapter_3.rpy:159
translate chinese secret_door_4c407c54:

    # Kav "Пожалуйста… Я буду молчать!.."
    Kav "求求你……我不会说出去的！……"

# game/code/text/text_chapter_3.rpy:162
translate chinese secret_door_d47fd842:

    # Dw "Нет. Ты будешь кричать."
    Dw "不。你会尖叫的。"

# game/code/text/text_chapter_3.rpy:168
translate chinese secret_door_65269373:

    # Dm "Ты всё ещё хочешь называть это торговлей, Радж? Даже сейчас ты закроешь глаза?"
    Dm "拉杰，你现在还想称之为交易吗？即便到了此刻，你还要闭上眼睛吗？"

# game/code/text/text_chapter_3.rpy:172
translate chinese secret_door_58e213eb:

    # This "Охваченное ужасом сознание забилось в самый тёмный уголок мозга и жалобно хныкало оттуда. Только разум продолжал хладнокровно подмечать и фиксировать каждую деталь чудовищной сцены."
    This "我惊恐的意识把自己塞进了大脑最黑暗的角落，在那里可怜地呜咽。只有我的思维继续冰冷地观察并记录着这恐怖场景的每一个细节。"

# game/code/text/text_chapter_3.rpy:173
translate chinese secret_door_0f25edb7:

    # This "Одной из таких деталей оказался кошмарный хлыст, свисающий из руки второй твари. Как будто хребет, вырванный из чьего-то тела, он топорщился пожелтевшими от времени позвонками."
    This "其中一个细节，是另一只生物手臂上垂下的噩梦般的鞭子。像从别人身体里撕扯出来的脊柱，挂在因时间而泛黄的椎骨上。"

# game/code/text/text_chapter_3.rpy:177
translate chinese secret_door_7f13b890:

    # Dm "Смотри, Радж, как я забираю этот… товар. Смотри и не смей отводить взгляд. На этой почве растёт твой жалкий Город, пока ему позволено расти."
    Dm "看着，拉杰，看我如何处置这个……产品。看着，不许移开视线。这就是你那可悲城市赖以生长的土壤，只要它还允许生长。"

# game/code/text/text_chapter_3.rpy:179
translate chinese secret_door_0f0e7b77:

    # This "Чудовище развернулось ко мне. Хлыст в его руке медленно выпустил на пол длинную, гибкую струну."
    This "怪物转向我。他手中的鞭子在地板上缓缓释放出一条长而柔韧的线。"

# game/code/text/text_chapter_3.rpy:194
translate chinese search_desk_957ea0f1:

    # This "Голоса за дверью стали тише — как будто собеседники отошли вглубь помещения. Если я хочу подслушать что-то ещё, хорошо бы подойти поближе. Может быть, даже прислониться ухом к косяку."
    This "门后的声音变得更轻了，仿佛人们移到了房间深处。如果我想听得更清楚，最好再靠近些。甚至把耳朵贴在门框上。"

# game/code/text/text_chapter_3.rpy:195
translate chinese search_desk_3b323c14:

    # This "Нет, это безумие! Хватит испытывать удачу на прочность; я и без того получил её больше нормы."
    This "不，这太疯狂了！我该停止试探运气了；我已经受够了。"

# game/code/text/text_chapter_3.rpy:196
translate chinese search_desk_ac49b2e1:

    # This "Нужно использовать этот шанс и обыскать стол. Так даже удобнее — если голоса за спиной станут громче, я пойму, что пора бежать."
    This "我应该趁这个机会搜查桌子。如果我身后的声音变大，我就知道该跑了。"

# game/code/text/text_chapter_3.rpy:199
translate chinese search_desk_3297a879:

    # This "Конечно же, терминал заблокирован. Было бы странно ожидать иного. Но я не могу уйти с пустыми руками после того, как зашёл так далеко."
    This "当然，终端被锁定了。指望它没锁才奇怪。但我不能白来一趟，空手而归。"

# game/code/text/text_chapter_3.rpy:200
translate chinese search_desk_3fe8e1ec:

    # This "Пустая столешница, ничего полезного. "
    This "桌面空空如也，没什么有用的东西。"

# game/code/text/text_chapter_3.rpy:201
translate chinese search_desk_7169cf0e:

    # This "Хм, странно — она гладкая, и в то же время шероховатая; тёплая, но не пустотелая… Неужели это дерево? И такой удивительный материал тратили до Фиолетовой Смерти на столы, шкафы и стулья? Как же глупо."
    This "嗯，奇怪——它光滑，却又粗糙。温暖，但不中空……这真的是木头吗？如此神奇的材料，竟在紫色死亡之前浪费在桌子、柜子和椅子上？太愚蠢了。"

# game/code/text/text_chapter_3.rpy:202
translate chinese search_desk_a2e5b772:

    # This "О какой ерунде я думаю."
    This "我在想些什么胡话。"

# game/code/text/text_chapter_3.rpy:203
translate chinese search_desk_040f13dc:

    # This "Ящики стола оказались не заперты — вместо замков в дверцах зияли дыры с расщеплёнными краями. Ничего удивительного; сейчас такие вещи никто не производит. Хоть где-то удача не понадобилась."
    This "桌子的抽屉没锁——门板上没有锁，只有边缘开裂的豁口。不奇怪；如今没人做这种东西了。至少，现在我不需要运气了。"

# game/code/text/text_chapter_3.rpy:205
translate chinese search_desk_70e570b6:

    # This "Непонятный старый хлам."
    This "一些奇怪的旧破烂。"

# game/code/text/text_chapter_3.rpy:206
translate chinese search_desk_f28e31b6:

    # This "В глаза бросился только красный шарф из мягкого материала и бумажная фотография девицы. Девушка лукаво улыбалась, словно подбадривая меня искать дальше."
    This "唯一吸引我目光的，是一条柔软材质的红围巾，和一张女性的纸质照片。女孩狡黠地笑着，仿佛在鼓励我继续找下去。"

# game/code/text/text_chapter_3.rpy:207
translate chinese search_desk_d486585f:

    # This "Опять вещи из времени до Фиолетовой Смерти."
    This "又是紫色死亡前时代的花招。"

# game/code/text/text_chapter_3.rpy:208
translate chinese search_desk_88087580:

    # This "Как предсказуемо — министр бережно хранит у себя то, что необратимо исчезает из наших жизней. Разрушается и растворяется."
    This "多么可预见——部长小心翼翼地保存着那些正从我们生活中不可逆转地消失的东西。摧毁和消解。"

# game/code/text/text_chapter_3.rpy:209
translate chinese search_desk_eaf24eb8:

    # This "Целенаправленно уничтожается Машинами, по словам Непротивления. Возможно, даже министр — всего лишь зверушка для опытов, такая же беспомощная, как и все мы."
    This "根据不抵抗组织的说法，这是被慈爱恩典之机故意摧毁的。或许连部长也只是实验的测试对象，和我们一样无助。"

# game/code/text/text_chapter_3.rpy:210
translate chinese search_desk_cffef240:

    # This "Этим хламом Квирина даже нельзя шантажировать — ничего преступного в вещах нет. И, уж конечно, министр не выдаст свой уровень доступа в обмен на старую фотографию."
    This "你甚至没法用这些破烂勒索奎林——这没什么犯罪性质。而且，部长当然不会用他的访问权限来换一张旧照片。"

# game/code/text/text_chapter_3.rpy:211
translate chinese search_desk_e0ea10eb:

    # This "Похоже, удача кончилась."
    This "看来我的运气用完了。"

# game/code/text/text_chapter_3.rpy:212
translate chinese search_desk_ecf15f13:

    # This "В углу ящика мелькнул жёлтый перфорированный прямоугольник. Я пригляделся внимательнее и беззвучно ахнул."
    This "突然，我在盒子角落看到一个黄色的穿孔矩形。我凑近细看，无声地倒吸一口凉气。"

# game/code/text/text_chapter_3.rpy:213
translate chinese search_desk_bfaed54f:

    # This "Аварийный идентификат министра!.."
    This "部长的紧急身份卡！"

# game/code/text/text_chapter_3.rpy:214
translate chinese search_desk_08b1d256:

    # This "Весь в пыли. Что он тут делает? Рабочий ли он? Заметят ли его отсутствие?"
    This "它盖满了灰尘。为什么放在这里？还能用吗？它的缺失会被注意到吗？"

# game/code/text/text_chapter_3.rpy:217
translate chinese search_desk_294a3c7e:

    # Kvirin "…обязаны хранить баланс! У нас нет другого выхода! Если верхние лаборатории погибнут…"
    Kvirin "……必须维持平衡！我们没有其他选择！如果上层实验室被毁……"

# game/code/text/text_chapter_3.rpy:218
translate chinese search_desk_ca21d91f:

    # Inc "То, что ты называешь балансом — всего лишь сопротивление воздуха на пути взрывной волны. Ты убеждаешь себя, что оседлал волну, что используешь её. Но ты просто ошмёток мяса, летящий в стену."
    Inc "你所谓的平衡，不过是冲击波路径上的空气阻力。你让自己相信你在驾驭浪潮，你在利用它。但你只是一块飞向墙壁的肉。"

# game/code/text/text_chapter_3.rpy:219
translate chinese search_desk_3ffa5876:

    # This "Голоса прозвучали ясно и отчетливо; на секунду я был абсолютно уверен в том, что меня поймали. Но дверь оставалась неподвижной."
    This "声音清晰可辨地传来。有那么一秒，我完全确定自己被发现了。但门依然静止不动。"

# game/code/text/text_chapter_3.rpy:220
translate chinese search_desk_ac97e19a:

    # This "Вот мой сигнал — пора бежать, как и задумано."
    This "那是我的机会。该跑了。"

# game/code/text/text_chapter_3.rpy:221
translate chinese search_desk_13a57544:

    # This "Тело отказалось двигаться. Оно дрожало от мурашек ужаса; под коленями тряслись жилы, о существовании которых я и не подозревал. Но подошвы словно приросли к полу."
    This "我的身体拒绝移动。它因恐惧而颤抖。我膝盖下的血管——直到现在我才知道它们的存在——在抖动。但我的脚底感觉像被粘在了地板上。"

# game/code/text/text_chapter_3.rpy:222
translate chinese search_desk_34020a4c:

    # This "Давай же, Джоз, тупой ублюдок, двигайся!.. Паршивый трус!"
    This "动起来啊，乔兹，你这蠢货，动！……你这没用的懦夫！"

# game/code/text/text_chapter_3.rpy:223
translate chinese search_desk_46c0d572:

    # This "Взгляд привлекло движение где-то сбоку — обмирая, я медленно повернул голову. Всего лишь рябь на окне-экране. Из-за её движения казалось, что голые ветви деревьев колышутся на ветру."
    This "我的目光被侧面某处的动静吸引，我慢慢转过头。只是窗屏上的涟漪。这动静让光秃秃的树枝看起来像是在风中波动。"

# game/code/text/text_chapter_3.rpy:225
translate chinese search_desk_59a796a9:

    # This "Я должен выбраться наружу. Должен увидеть листья. Я делаю это не ради Полианны или Непротивления, не ради Бригитты — я делаю это ради открытого неба над головой."
    This "我必须出去。我必须看到树叶。我不是为了波莉安娜或不抵抗组织做这些。也不是为了布里吉塔。我是为了头顶开阔的天空。"

# game/code/text/text_chapter_3.rpy:227
translate chinese search_desk_9cff8873:

    # This "В руки и ноги хлынула горячая волна адреналина, размораживая мышцы. Я схватил аварийную перфокарту и покрался на цыпочках к выходу, едва сдерживаясь, чтобы не сорваться на бег."
    This "一股热浪般的肾上腺素冲过我的四肢，融化了我的肌肉。我抓起紧急穿孔卡，踮着脚尖走向出口，努力克制自己不跑起来。"

# game/code/text/text_chapter_3.rpy:231
translate chinese search_desk_48368f59:

    # This "Тело напряглось струной; от попыток сохранить тишину свело даже челюсти. Волосы на затылке встали дыбом, словно наэлектризованные чужими взглядами, следящими за мной сквозь металлическую дверь."
    This "我的身体紧绷；甚至我的下巴也因试图保持安静而紧咬。后颈的汗毛竖了起来，仿佛被陌生人透过金属门注视的目光电击了一般。"

# game/code/text/text_chapter_3.rpy:232
translate chinese search_desk_948cf774:

    # This "Нет. Их там нет. Дверь закрыта. Не оглядывайся, просто двигайся."
    This "不。他们不在那里。门关着。别回头——只管往前走。"

# game/code/text/text_chapter_3.rpy:234
translate chinese search_desk_3d58321b:

    # This "Через несколько поворотов коридора мне навстречу попался секретарь министра. Он удивлённо покосился, но ничего не сказал."
    This "在走廊拐了几个弯后，我撞见了部长的秘书。他惊讶地看着我，但什么也没说。"

# game/code/text/text_chapter_3.rpy:235
translate chinese search_desk_a4db7fdf:

    # This "Правильно. Это не твоё дело, шагай дальше. У любого сотрудника Министерства может быть десяток уважительных причин для слёз облегчения на лице."
    This "没错。不关你的事，继续走。任何部里的员工都可能有一打充分的理由，脸上挂着如释重负的泪水。"

# game/code/text/text_chapter_3.rpy:241
translate chinese run1_9a77cc4c:

    # This "Внезапно душу охватила жалость к самому себе. А за ней вдруг разгорелась злость."
    This "突然，我的心中充满了自怜。紧接着怒火升腾。"

# game/code/text/text_chapter_3.rpy:242
translate chinese run1_604701c3:

    # This "Легко Полианне гулять по барам и просто болтать со мной, как с каким-то наивным дурачком."
    This "波莉安娜可以轻松地在酒吧里转悠，像个天真的傻瓜一样跟我说话。"

# game/code/text/text_chapter_3.rpy:243
translate chinese run1_b6a3f7ad:

    # This "Легко Кай сидеть в своей пыльной пещере, ностальгируя о былом и рассказывая сказки. Ведь это я иду прямо в центр гнезда пауков."
    This "凯可以轻松地坐在她满是灰尘的洞穴里，一边怀旧过去，一边讲故事。毕竟，是我直接走向蜘蛛巢穴的中心。"

# game/code/text/text_chapter_3.rpy:244
translate chinese run1_1730521c:

    # This "Чудес не бывает. Я не герой; только герои могут взломать терминал министра, подслушать его секретные планы и выйти сухими из воды."
    This "没有奇迹。我不是英雄。只有英雄才能黑进部长的终端，窃听他的秘密计划，然后安然逃脱。"

# game/code/text/text_chapter_3.rpy:245
translate chinese run1_df34d08c:

    # This "Чёртова дверь притягивала взгляд. Она не давала двинуться с места: слишком страшно подойти, слишком страшно повернуться к ней спиной. Словно я вступил в липкую ловушку."
    This "那扇该死的门吸引了我的目光。它让我无法移动：我太害怕靠近它，太害怕背对它。仿佛我踏进了一个粘稠的陷阱。"

# game/code/text/text_chapter_3.rpy:248
translate chinese run1_de1c1af8:

    # Kvirin "…по договору с Главконом вы обязаны хранить баланс! У нас нет другого выхода!.."
    Kvirin "……根据达夫利德条约，你必须保持平衡！我们没有其他选择！……"

# game/code/text/text_chapter_3.rpy:249
translate chinese run1_9851f12f:

    # This "Я едва сдержал истерический смешок."
    This "我几乎抑制不住一阵歇斯底里的笑。"

# game/code/text/text_chapter_3.rpy:250
translate chinese run1_bb6f1b9e:

    # This "Конечно же, только последователей Главкона в этом гнездовище и не хватает. Что дальше? Сюда просочится Фиолетовая Смерть по заваленной шахте?"
    This "当然，我现在最不想的，就是在这个该死的巢穴里遇到达夫利德的追随者。还有什么？紫色死亡会从堵塞的矿井通道泄漏出来吗？"

# game/code/text/text_chapter_3.rpy:251
translate chinese run1_2568384f:

    # This "С меня хватит. Никакое Непротивление не стоит этого."
    This "我受够了。不抵抗组织不值得。"

# game/code/text/text_chapter_3.rpy:252
translate chinese run1_5435fd08:

    # This "Спиной вперёд я двинулся к выходу из кабинета."
    This "我背对着前方，朝办公室出口挪去。"

# game/code/text/text_chapter_3.rpy:253
translate chinese run1_35aceb4d:

    # This "Пока я смотрю на стальную дверь, она не откроется. Пока я к ней лицом, я в безопасности. Если оттуда вдруг кто-то выйдет — я всегда могу сделать вид, что зашёл в кабинет секунду назад."
    This "只要我面对着那扇钢门，它就不会打开。只要我面对着它，我就是安全的。如果有人从那里出来，我总可以假装自己刚走进办公室。"

# game/code/text/text_chapter_3.rpy:254
translate chinese run1_8c2311f9:

    # This "Вот будет сцена, если я сейчас натолкнусь задом на вернувшегося секретаря."
    This "如果我现在撞上回来的秘书，那就会是这番景象。"

# game/code/text/text_chapter_3.rpy:255
translate chinese run1_66651f12:

    # This "Тонкая плёнка глупых мыслишек едва сдерживала бурлящий в груди ужас."
    This "我那一堆愚蠢的念头几乎无法抑制在我胸中翻腾的恐惧。"

# game/code/text/text_chapter_3.rpy:256
translate chinese run1_40f801c3:

    # This "Ещё немного, и я спасён."
    This "再走一点，我就安全了。"

# game/code/text/text_chapter_3.rpy:257
translate chinese run1_689acb47:

    # This "По шажочку."
    This "一步一步来。"

# game/code/text/text_chapter_3.rpy:258
translate chinese run1_784c3968:

    # This "В спину толкнуло что-то твёрдое и прохладное. Я чуть не взвизгнул, успев понять, что это всего лишь входная дверь кабинета. Осталось медленно и осторожно закрыть её перед собой…"
    This "突然，有什么又硬又冷的东西抵住了我的后背。当我意识到那只是办公室的前门时，我差点尖叫起来。剩下的就是在我面前缓慢而小心地关上它……"

# game/code/text/text_chapter_3.rpy:260
translate chinese run1_ebeadb50:

    # This "Поскуливая от пережитого, я торопливо зашагал в сторону своего кабинета."
    This "为我所经历的一切呜咽着，我快步走向自己的办公室。"

# game/code/text/text_chapter_3.rpy:261
translate chinese run1_90cb9935:

    # This "Я попытался. Я сделал всё, что мог."
    This "我试过了。我尽力了。"

# game/code/text/text_chapter_3.rpy:262
translate chinese run1_73b675ad:

    # This "До тех пор, пока я жив, всегда можно найти другой вариант."
    This "只要我还活着，我总能找到其他选择。"

# game/code/text/text_chapter_3.rpy:263
translate chinese run1_5851a72a:

    # This "Мои способности не должны пропасть просто так, в глупой попытке взлома ради неясной цели."
    This "我的能力不该浪费在一次为了模糊目的而进行的愚蠢黑客尝试上。"

# game/code/text/text_chapter_3.rpy:264
translate chinese run1_14d87d94:

    # This "Звучит логично и убедительно. Почему же тогда так мерзко и пусто на душе?.."
    This "听起来合乎逻辑且有说服力。那为什么感觉如此卑劣和空虚？"

# game/code/text/text_chapter_3.rpy:273
translate chinese card_15e63547:

    # This "Заканчивается обеденный перерыв. Все должны вернуться на свои рабочие места, даже сам министр."
    This "午休结束了。现在每个人都得回去工作，连部长本人也不例外。"

# game/code/text/text_chapter_3.rpy:276
translate chinese card_64a87137:

    # This "Прямо сейчас он выходит из-за стальной двери и прикрывает её за своей спиной. Вот он садится в кресло…"
    This "此刻，他正从钢门后走出来并关上门。瞧，他正坐在椅子上……"

# game/code/text/text_chapter_3.rpy:277
translate chinese card_dbce3dcc:

    # This "Закрыл ли я ящик стола? Не оставил ли щели? Или, может быть, на этом странном материале — дереве — остались следы от моих пальцев?"
    This "我关好抽屉了吗？我留下缝隙了吗？或者我的指纹留在了这种奇怪的材料——木头上？"

# game/code/text/text_chapter_3.rpy:278
translate chinese card_6994b362:

    # This "Украденная карта жгла тело сквозь ткань рубашки. Казалось, ещё немного, и на пиджаке задымится, засветится оранжевым светом прямоугольное пятно."
    This "偷来的身份卡感觉像要烧穿我衬衫的布料。似乎再多一点，他夹克上的矩形污渍就会冒烟，发出橙色的光。"

# game/code/text/text_chapter_3.rpy:279
translate chinese card_5c1b477c:

    # This "Слишком страшно держать карту при себе, но ещё страшнее спрятать где-то в другом месте."
    This "把卡留在自己身上太危险，但藏在别处更危险。"

# game/code/text/text_chapter_3.rpy:282
translate chinese card_f4272f75:

    # This "В теле бурлил коктейль чувств и гормонов; в этом калейдоскопе я вдруг с удивлением обнаружил поблёскивающий осколок непривычной эмоции."
    This "各种感觉和激素在我体内搅动。在这个万花筒中，我突然惊讶地发现一片闪闪发光、陌生的情感碎片。"

# game/code/text/text_chapter_3.rpy:283
translate chinese card_2c7d301b:

    # This "Эйфория. Радость. Желание пережить этот страх ещё раз, чтобы ещё раз от него освободиться."
    This "欣快感。喜悦。渴望再次体验这种恐惧，再次从中解脱。"

# game/code/text/text_chapter_3.rpy:286
translate chinese card_3012112b:

    # This "Вот так и перегорает нервная проводка в устройстве-мозге. Нойбург об этом предупреждал. Нужно остановиться, пока не поздно."
    This "大脑装置里的神经线路就是这样烧坏的。诺伊堡警告过我。我必须在为时已晚之前停下来。"

# game/code/text/text_chapter_3.rpy:287
translate chinese card_d4bb916c:

    # This "Пока я не начал ходить по краю крыши или бросаться под машины ради ещё одной дозы извращённого, еретического удовольствия."
    This "直到我开始在屋顶边缘行走，或者为了再一剂这种扭曲、异端的快感而走进车流。"

# game/code/text/text_chapter_3.rpy:290
translate chinese card_939698e5:

    # This "Хорошо, что я ничего не ел с самого утра, иначе меня бы уже вывернуло наизнанку."
    This "幸好我从早上起就没吃东西，不然现在肯定恶心得要吐了。"

# game/code/text/text_chapter_3.rpy:291
translate chinese card_f670a7b3:

    # This "Утра?.. Я даже не помню, что было утром. Не помню, когда ел последний раз."
    This "早上？……我连早上发生了什么都不记得了。最后一次吃饭是什么时候，我也记不清了。"

# game/code/text/text_chapter_3.rpy:292
translate chinese card_463328fe:

    # This "Нужно хотя бы сделать вид, что работаю. Сейчас не стоит вызывать лишних подозрений."
    This "现在至少该装装样子工作了。不值得引起怀疑。"

# game/code/text/text_chapter_3.rpy:294
translate chinese card_d9274ed8:

    # This "Чем я там занимался?.. Отчёт. Наверняка я писал какой-то отчёт. Нет, стоп. Ансельм сказал утром, что отчёт уже получен. Тогда что дальше?"
    This "我刚才在做什么来着？……报告。我肯定是在写某种报告。不对，等等。安瑟姆今早告诉我报告已经提交了。那现在该做什么？"

# game/code/text/text_chapter_3.rpy:295
translate chinese card_e7495a11:

    # This "Я принялся бесцельно перебирать пальцами по клавишам, поглаживая истёртый пластик."
    This "我的手指漫无目的地在键盘上游走，抚摸着磨损的塑料。"

# game/code/text/text_chapter_3.rpy:301
translate chinese card_d3d90b74:

    # Dio "Нельзя имитировать работу одним только звуком клавиатуры, Кавиани. Нужно ещё иногда двигать курсор."
    Dio "光靠键盘声可模仿不了工作，卡维亚尼。你得时不时动动光标才行。"

# game/code/text/text_chapter_3.rpy:302
translate chinese card_cbede9a0:

    # This "Он услышал звук моей клавиатуры через терминал? Боюсь представить, что ещё он тогда способен услышать, и что слышал всё это время. Страшно даже почесаться."
    This "他是通过终端听到我键盘声的吗？我不敢想象他还能听到什么，或者他一直以来都听到了什么。现在连挠个头都让我心惊胆战。"

# game/code/text/text_chapter_3.rpy:303
translate chinese card_6a560447:

    # This "Но на экране нет голосового вызова…"
    This "但屏幕上并没有语音通话……"

# game/code/text/text_chapter_3.rpy:307
translate chinese card_0f84e3e0:

    # Kav "Франк всемогущий!.."
    Kav "全能的弗兰克！"

# game/code/text/text_chapter_3.rpy:309
translate chinese card_882dd268:

    # Dio "Нет-нет, это всего лишь я, Ансельм. До Всемогущего и Вездесущего мне ещё очень далеко."
    Dio "不，不，是我，安瑟姆。要成为全知全能的存在，我还差得远呢。"

# game/code/text/text_chapter_3.rpy:311
translate chinese card_a15fa60a:

    # Kav "Что ты тут делаешь?"
    Kav "你来这里做什么？"

# game/code/text/text_chapter_3.rpy:313
translate chinese card_ce0800bd:

    # Dio "Что за тон? Я всего лишь зашёл проведать своего лучшего работника. Хороший механик проверяет детали, когда они работают, а не когда они уже сломались."
    Dio "这叫什么态度？我只是来看看我最好的员工。好的机械师会在零件运转时检查它们，而不是等它们坏了才动手。"

# game/code/text/text_chapter_3.rpy:314
translate chinese card_3714e842:

    # Kav "Да, конечно… Прости. Встал сегодня не с той ноги."
    Kav "是，当然……抱歉。我今天起床时心情不太好。"

# game/code/text/text_chapter_3.rpy:316
translate chinese card_f4d29887:

    # Dio "Может быть, тебя что-то беспокоит? В последнее время в твоих отчётах ощущается неуверенность."
    Dio "是不是有什么烦心事？最近，你的报告感觉有点不确定。"

# game/code/text/text_chapter_3.rpy:318
translate chinese card_fcde4471:

    # Dio "Я уже заходил недавно, но тебя не оказалось на рабочем месте."
    Dio "我刚才来过一趟，但你不在座位上。"

# game/code/text/text_chapter_3.rpy:319
translate chinese card_071dd822:

    # Kav "Ну да, обеденный перерыв же…"
    Kav "嗯，那个，当时是午餐时间……"

# game/code/text/text_chapter_3.rpy:320
translate chinese card_6c9cbe1e:

    # This "Отвечая только на последний вопрос, сделаю вид, что не заметил первый. Ансельм слишком умён, чтобы попасться на такой жалкий трюк, но настаивать он не будет. Наверное."
    This "只回答最后一个问题，我就假装没注意到第一个。安瑟姆太聪明了，不会上这种拙劣的当，但他不会坚持追问的。大概不会。"

# game/code/text/text_chapter_3.rpy:321
translate chinese card_2a7c7612:

    # Dio "В кафетерии тебя тоже не было."
    Dio "你也不在食堂。"

# game/code/text/text_chapter_3.rpy:322
translate chinese card_3e071e08:

    # Kav "Наверное, разминулись, Столп же большой. Я быстро перехватил водорослевого печенья и тут же убежал. Работа не ждёт, сам понимаешь, ха-ха."
    Kav "我想我们只是错过了。支柱是个相当大的地方。我匆匆抓了块海藻饼干就立刻跑开了。工作不等人嘛，哈哈。"

# game/code/text/text_chapter_3.rpy:324
translate chinese card_a98c0fa7:

    # Dio "Разминулись, да…"
    Dio "所以我们错过了，是吧……"

# game/code/text/text_chapter_3.rpy:326
translate chinese card_f3b56f26:

    # This "В этих словах мне послышался какой-то скрытый смысл."
    This "这话里似乎别有深意。"

# game/code/text/text_chapter_3.rpy:327
translate chinese card_944fce07:

    # This "Зачем Ансельм спустился сюда лично? К чему этот допрос?"
    This "安瑟姆为什么要亲自下来？这番盘问是为了什么？"

# game/code/text/text_chapter_3.rpy:329
translate chinese card_3efb81d1:

    # Dio "Печенье из водорослей, суп из водорослей… И почему Машины Благодати и Любви не могут придумать какую-то другую пищу при всём своём всемогуществе, да?"
    Dio "海藻饼干，海藻汤……慈爱恩典之机为什么就不能用尽全力发明点别的食物呢，嗯？"

# game/code/text/text_chapter_3.rpy:330
translate chinese card_c9049a9f:

    # Kav "Это такая проверка на ересь, Ансельм?"
    Kav "这是异端测试吗，安瑟姆？"

# game/code/text/text_chapter_3.rpy:332
translate chinese card_a4677acd:

    # Kav "Сухая и безвкусная пища помогает удерживаться от греховных мыслей и побуждений. Это каждый знает."
    Kav "干燥无味的食物有助于抑制罪恶的思想和冲动。这谁都知道。"

# game/code/text/text_chapter_3.rpy:334
translate chinese card_bc57416e:

    # Dio "Ха-ха, да, конечно."
    Dio "哈哈，是啊，当然。"

# game/code/text/text_chapter_3.rpy:335
translate chinese card_25ef1b75:

    # Dio "Ты удивишься, но когда-то, в детстве, я мечтал стать сотрудником Отдела Насущного Протеина. Хотел изобрести новые блюда. Для всех жителей Города, конечно, но в основном для себя."
    Dio "你可能会惊讶，但很久以前，我还是个孩子的时候，曾梦想成为生存蛋白质部的员工。我想发明新菜肴。当然是为了城市里的所有人，但主要还是为了我自己。"

# game/code/text/text_chapter_3.rpy:336
translate chinese card_18840a70:

    # Dio "Уж очень я любил поесть."
    Dio "我那时真的很爱吃。"

# game/code/text/text_chapter_3.rpy:337
translate chinese card_699803b5:

    # This "Я воззрился на тощего Диодато с таким удивлением, что забыл удерживать контроль над мимикой."
    This "我惊讶地盯着瘦骨嶙峋的迪奥达托，甚至忘了控制自己的表情。"

# game/code/text/text_chapter_3.rpy:338
translate chinese card_552f4ad6:

    # Dio "Ага, именно такого лица я и ожидал."
    Dio "对，这正是我预料中的表情。"

# game/code/text/text_chapter_3.rpy:339
translate chinese card_fdeb6e47:

    # Kav "Ты не выглядишь… любителем еды."
    Kav "你看上去……不像个美食爱好者。"

# game/code/text/text_chapter_3.rpy:341
translate chinese card_198aa9be:

    # Dio "Когда борешься с грехом, трудно не переборщить. Особенно, когда этот грех внутри тебя самого."
    Dio "当你与罪恶斗争时，很难不过度。尤其是当那罪恶就在你体内时。"

# game/code/text/text_chapter_3.rpy:342
translate chinese card_57bdd6b0:

    # Dio "Умеренность нужна во всём, даже в благочестии."
    Dio "凡事都需要适度，即使是虔诚本身。"

# game/code/text/text_chapter_3.rpy:344
translate chinese card_78097f63:

    # This "Этому совету ты явно следуешь с трудом, Ансельм."
    This "这条建议对你来说显然很难遵循，安瑟姆。"

# game/code/text/text_chapter_3.rpy:345
translate chinese card_adfca26c:

    # This "Нельзя говорить это вслух, нет, остановись."
    This "这话不能说出口，不，打住。"

# game/code/text/text_chapter_3.rpy:347
translate chinese card_f190c3fb:

    # Dio "Я изучал водоросли, пытался придумать то, что ещё не было придумано… Шерстил Священный Сервер, читал часами."
    Dio "我研究海藻，试图想出前人未曾想过的东西……我仔细查阅神圣服务器，一读就是几个小时。"

# game/code/text/text_chapter_3.rpy:348
translate chinese card_8a0bdd55:

    # Dio "И наткнулся на забавную вещь. Раньше, до Катастрофы и Фиолетовой Смерти, существовали водоросли колониальные. Индивидуальные, самостоятельные организмы, согласившиеся жить вместе, чтобы стать сильнее."
    Dio "然后我偶然发现了一件有趣的事。在大灾变和紫色死亡之前，存在过殖民藻类。那是些独立、自主的生物体，它们同意共同生活以变得更强大。"

# game/code/text/text_chapter_3.rpy:349
translate chinese card_55cd3ad4:

    # Dio "И это работало. По всем математическим расчётам, эти водоросли были так эффективны, что могли бы покрыть весь наш мир сплошным зелёным слоем в несколько метров толщиной."
    Dio "而且这奏效了。根据所有数学计算，这些藻类效率极高，足以用几米厚的连续绿色层覆盖我们整个世界。"

# game/code/text/text_chapter_3.rpy:351
translate chinese card_f29596e2:

    # Dio "Но этого не произошло. Знаешь, почему?"
    Dio "但这并没有发生。你知道为什么吗？"

# game/code/text/text_chapter_3.rpy:352
translate chinese card_2b3b0436:

    # This "Это тест? Какой ответ правильный? Достаточно простой вопрос, но именно в такой простоте всегда кроется подвох."
    This "这是测试吗？正确答案是什么？问题看似简单，但简单之中总有陷阱。"

# game/code/text/text_chapter_3.rpy:353
translate chinese card_e079e3f7:

    # Kav "Хищники… э-э, то есть, травоядные? Недостаток пищи?"
    Kav "捕食者……呃，我是说，食草动物？食物短缺？"

# game/code/text/text_chapter_3.rpy:355
translate chinese card_a1c07efe:

    # Dio "Нет и нет. Главный враг этих колониальных организмов таился внутри них самих."
    Dio "不，都不是。这些殖民生物的天敌潜伏在它们自身内部。"

# game/code/text/text_chapter_3.rpy:357
translate chinese card_1c6b0ac1:

    # Dio "Колония бессмертна. Но рано или поздно в ней появлялись индивидуумы, внешне ничем не отличающиеся от остальных. Они точно так же вырабатывали полезные вещества, принимали свою порцию ресурсов от остальных…"
    Dio "这个群体是不朽的。但迟早，群体中会出现一些个体，外表与其他个体无异。它们以完全相同的方式生产有用物质，从其他个体那里获取自己那份资源……"

# game/code/text/text_chapter_3.rpy:359
translate chinese card_6cbf07db:

    # Dio "Но обратно не отдавали ничего."
    Dio "但它们从不回报任何东西。"

# game/code/text/text_chapter_3.rpy:360
translate chinese card_5f0d18a1:

    # This "Я ощутил, как по рёбрам защекотала капля холодного пота. Почему эта притча звучит так знакомо, так прицельно?"
    This "我感到一滴冷汗顺着肋骨滑下。为什么这个寓言听起来如此熟悉，如此尖锐？"

# game/code/text/text_chapter_3.rpy:361
translate chinese card_14b682d5:

    # Dio "Эти испорченные, бракованные особи не думали о других. Конечно, они заботились только о себе и поэтому имели больше потомства, которое перенимало от них эту испорченность."
    Dio "这些被宠坏、有缺陷的个体不考虑他人。当然，它们只关心自己，因此，它们有了更多后代，这些后代也从它们那里继承了这种堕落。"

# game/code/text/text_chapter_3.rpy:362
translate chinese card_fa6114e6:

    # Dio "Эта поломка, эта болезнь распространялась по колонии, даже не будучи заразной. Рано или поздно наступал момент, когда колония не выдерживала массы этих эгоистов и обрушивалась."
    Dio "这种崩溃，这种疾病在群体中蔓延，甚至无需传染。迟早会有一个时刻，群体无法承受这些自私个体的重负而崩溃。"

# game/code/text/text_chapter_3.rpy:364
translate chinese card_26e822be:

    # Kav "Звучит ужасно, Ансельм."
    Kav "这听起来太可怕了，安瑟姆。"

# game/code/text/text_chapter_3.rpy:366
translate chinese card_a1cf9419:

    # Dio "Да. Никакие внешние факторы не могли остановить колонию. Но стоило ей только дать внутреннюю трещину… И конец неизбежен."
    Dio "是的。没有任何外部因素能阻止这个群体。但一旦它从内部破裂……结局就不可避免。"

# game/code/text/text_chapter_3.rpy:368
translate chinese card_10dd1f61:

    # Dio "Поэтому долг каждого индивидуума — это борьба с порчей и поломками. Даже если эти поломки принимают форму ближнего своего."
    Dio "因此，每个个体都有责任处理腐败和损害。即使这些故障以邻居的形式出现。"

# game/code/text/text_chapter_3.rpy:370
translate chinese card_6f09d75a:

    # Kav "Да… Да, это очень поучительная история."
    Kav "是的……是的，这是个非常有警示意义的故事。"

# game/code/text/text_chapter_3.rpy:372
translate chinese card_a4292968:

    # Dio "Я рад, что тебе понравилось. Если честно, я хотел бы поговорить об этом с тобой побольше."
    Dio "我很高兴你喜欢它。说实话，我想和你再多谈谈这个。"

# game/code/text/text_chapter_3.rpy:374
translate chinese card_7a08daa4:

    # Dio "Завтра я буду ждать тебя у себя в кабинете. Конечно, это не приказ… Но всё же подумай хорошенько."
    Dio "明天，我在办公室等你。当然，这不是命令……但还是请你考虑一下。"

# game/code/text/text_chapter_3.rpy:376
translate chinese card_27f5954f:

    # Dio "Всё, больше не смею отвлекать тебя от служения Машинам Благодати и Любви."
    Dio "就这样吧。我不敢再打扰你为慈爱恩典之机服务了。"

# game/code/text/text_chapter_3.rpy:382
translate chinese card_16edd880:

    # This "Он знает."
    This "他知道了。"

# game/code/text/text_chapter_3.rpy:383
translate chinese card_1e2c061d:

    # This "Он знает. Он знает. Он знает."
    This "他知道了。他知道了。他知道了。"

# game/code/text/text_chapter_3.rpy:384
translate chinese card_ecfe402e:

    # This "Спокойно. Спокойно."
    This "冷静。冷静，冷静。"

# game/code/text/text_chapter_3.rpy:388
translate chinese card_cab5029c:

    # This "Глубокий вдох. Замедляйся, сердце. Я контролирую тело, а не оно меня. Да, так-то лучше."
    This "深呼吸。慢下来，心脏。是我控制身体，而不是反过来。对，这样好多了。"

# game/code/text/text_chapter_3.rpy:389
translate chinese card_1210a462:

    # This "Он знает. Но… Почему я всё ещё здесь? Где кланки? Или они уже идут по коридору, а Диодато просто пришёл заранее, чтобы позлорадствовать и насладиться моим страхом?"
    This "他知道了。但是……那我为什么还在这里？铁足们呢？还是说他们已经走在走廊上，正朝我的办公室来，而迪奥达托只是提前过来幸灾乐祸，享受我的恐惧？"

# game/code/text/text_chapter_3.rpy:391
translate chinese card_52f7db48:

    # This "За дверью кабинета никого нет. Я схожу с ума от страхов, которые выдумал сам."
    This "办公室门外空无一人。我被自己想象的恐惧逼疯了。"

# game/code/text/text_chapter_3.rpy:394
translate chinese card_65686c1d:

    # This "Но этот разговор с Ансельмом я не выдумал. Что же он задумал? Шантаж? Я ничего не могу ему дать. Как он узнал? Следил? Кто ещё следил за мной, как много им известно?"
    This "但我刚才和安瑟姆的对话可不是我编的。他到底想干什么？敲诈？我没什么能给他的。他是怎么发现的？他在监视？还有谁在跟踪我？他们知道多少？"

# game/code/text/text_chapter_3.rpy:395
translate chinese card_a6adfd1e:

    # This "Мысли и чувства бешено носились в голове и выныривали на поверхность сознания, как пузырьки в газированном напитке, если его взболтать как следует. Один пузырёк за другим."
    This "思绪和情感在我脑中奔涌，浮上意识的表面，就像你用力摇晃碳酸饮料后冒出的气泡。一个接一个。"

# game/code/text/text_chapter_3.rpy:396
translate chinese card_9ef2033f:

    # This "Страх. Весь риск, которому я подвергал себя, оказался напрасным. Я всё-таки закопал себя глубже некуда. Пропал, погиб, запутался в паутине."
    This "恐惧。我冒的所有风险都白费了。我把自己埋得比以往任何时候都深。迷失了，死了，困在网中。"

# game/code/text/text_chapter_3.rpy:397
translate chinese card_fa34eb35:

    # This "Злость. Чёртов Диодато. Рассказывает нравоучительные и душеспасительные истории. Уж лучше бы наорал. Лучше бы топтал ногами, чем этими своими притчами, исполненными рукотворной благости."
    This "愤怒。该死的迪奥达托。他在讲那些道德和慰藉心灵的故事。我宁愿他对我大喊大叫。我宁愿他用脚践踏我，而不是用他那充满人造善意的寓言。"

# game/code/text/text_chapter_3.rpy:398
translate chinese card_226ac9c1:

    # This "Сожаление. Чёртовы бунтовщики. Вереница теней в полумраке. Только и могут, что притворяться людьми, чтобы тут же развеяться на ярком свету и сгинуть обратно во тьму."
    This "后悔。该死的叛乱分子。一群暮色中的影子。他们只会假装是人，一旦暴露在强光下就会四散，然后消失在黑暗中。"

# game/code/text/text_chapter_3.rpy:399
translate chinese card_db6084ef:

    # This "Где Полианна? После встречи с Кай она не сказала мне ни слова. Просто исчезла."
    This "波莉安娜在哪里？我和凯见面后，她一句话也没对我说。她就这么消失了。"

# game/code/text/text_chapter_3.rpy:400
translate chinese card_e97a519c:

    # This "Тело обмякло в кресле, как шарик, из которого выпустили воздух. Нужно что-то делать, что-то решать. Но что я могу?"
    This "我的身体陷进椅子里，像个泄了气的气球。必须做点什么，必须做个决定。但我能做什么？"

# game/code/text/text_chapter_3.rpy:401
translate chinese card_5d09bdee:

    # This "Диодато что-то знает, но в одном он прав — он далеко не Франк Всемогущий. Пока я жив, я могу выкрутиться."
    This "迪奥达托知道些什么，但有一点他说得对。他不是全能的弗兰克。只要我还活着，就还有脱身的机会。"

# game/code/text/text_chapter_3.rpy:406
translate chinese card_6d857204:

    # This "Непротивление обречено. Министерства знают всё. Да и как они могут не знать? Столпы — это и есть Город."
    This "不抵抗组织注定要失败。各部委知道一切。他们怎么可能不知道？支柱就是城市本身。"

# game/code/text/text_chapter_3.rpy:407
translate chinese card_81c4170b:

    # This "Полианна ошибается. Черви и кроты — это не жители Города. Именно бунтовщики слепо копошатся в своих тёмных норах. Играют в революцию, пока им позволено."
    This "波莉安娜错了。蠕虫和鼹鼠不是城市的居民。是那些叛乱分子盲目地蜷缩在他们的黑暗洞穴里。只要被允许，他们就玩着革命的游戏。"

# game/code/text/text_chapter_3.rpy:408
translate chinese card_ecf999bb:

    # This "Чужая, злая воля ради достижения своих целей обернулась прекрасной рыжей девушкой и задурила мне голову… Нет. Это я сам задурил себе голову. Поверил, что могу быть нужен кому-то."
    This "一种奇怪、邪恶的意志化身为美丽的红发女孩，骗我以为……不。是我自己骗了自己。我相信有人需要我。"

# game/code/text/text_chapter_3.rpy:409
translate chinese card_740a53c4:

    # This "Просто смешно. Я смешон."
    This "真是可笑。我太可笑了。"

# game/code/text/text_chapter_3.rpy:410
translate chinese card_f37094af:

    # This "Ха-ха… Ха-ха-ха."
    This "哈哈……哈哈哈。"

# game/code/text/text_chapter_3.rpy:411
translate chinese card_2b3f95d9:

    # This "Нет. Я не пойду ко дну вместе с ними. Диодато ожидает меня завтра. Он опрометчиво дал мне время."
    This "不。我不会和他们一起沉沦。迪奥达托明天等着我。他给我时间，真是鲁莽。"

# game/code/text/text_chapter_3.rpy:415
translate chinese card_30ad92a9:

    # This "Сформулировать правильное письмо нелегко."
    This "构思一封得体的信可不容易。"

# game/code/text/text_chapter_3.rpy:418
translate chinese card_203c7b22:

    # This "«…был одурманен дозой нелегальной сомы и попал под влияние агента Непротивления… …признаю свою вину и прошу о снисхождении…»"
    This "「……被非法索麻麻醉，并受到不抵抗组织特工的影响…………我认罪，请求宽大处理……」"

# game/code/text/text_chapter_3.rpy:421
translate chinese card_34fcde35:

    # This "Нет-нет-нет. Это звучит слабо, жалко. Я не должен оправдываться, не должен быть жертвой. Кто жертва, того и жрут."
    This "不，不，不。这听起来软弱，可悲。我不需要辩解。我不需要成为受害者。成为受害者的人，就是被吃掉的人。"

# game/code/text/text_chapter_3.rpy:426
translate chinese card_47cd62d2:

    # This "«…была совершена попытка вербовки в Непротивление… …мною было принято решение внедриться в организацию с целью получения информации для Департамента заботы и защиты.»"
    This "「……有人试图招募我加入不抵抗组织…………我决定潜入该组织，以便为关怀与法律部获取情报。」"

# game/code/text/text_chapter_3.rpy:428
translate chinese card_f5010404:

    # This "Так-то лучше."
    This "这样好多了。"

# game/code/text/text_chapter_3.rpy:429
translate chinese card_6168f06d:

    # This "Конечно, там сидят не идиоты. Они поймут, что я просто пытаюсь сделать хорошую мину при плохой игре, пытаюсь соскочить с крючка."
    This "当然，他们不是傻瓜。他们会知道我只是想在糟糕的牌局中打出好牌，试图脱身。"

# game/code/text/text_chapter_3.rpy:430
translate chinese card_ba1c84f7:

    # This "Последняя надежда только на то, что им будет выгодно это признание. Хотя бы ради пропаганды. Городу нужны герои. А Министерствам нужны герои, которых легко контролировать."
    This "我只剩下一线希望，希望他们能从这份供词中获益。至少，为了宣传。城市需要英雄。而各部需要易于控制的英雄。"

# game/code/text/text_chapter_3.rpy:431
translate chinese card_c07be517:

    # This "Я сделал всё, что мог. Теперь осталось дожить до конца этого рабочего дня и не сойти с ума от ожидания."
    This "我已竭尽所能。现在要做的，就是活过这个工作日直到结束，并且不在等待中发疯。"

# game/code/text/text_chapter_3.rpy:435
translate chinese card_5cf3cbab:

    # This "Нужно всего лишь спокойно подумать. Как я делал всегда."
    This "我只需冷静思考。就像我一直做的那样。"

# game/code/text/text_chapter_3.rpy:436
translate chinese card_39e09219:

    # This "В конце концов, что у них есть на меня? Что я натворил?"
    This "说到底，他们能拿我怎样？我做了什么？"

# game/code/text/text_chapter_3.rpy:437
translate chinese card_614c48dc:

    # This "Познакомился с девушкой. Сходил с ней на пару свиданий. Она затащила меня в странную компанию, но я сбежал. Говорила странные вещи, но я не слушал. Не помню. Не знаю. Просто пил пиво."
    This "我认识了一个女孩。和她约会了几次。她把我拖进了一个奇怪的圈子，但我逃走了。然后她说了一些奇怪的话，但我没听。我不记得了。我不知道。我当时只是在喝啤酒。"

# game/code/text/text_chapter_3.rpy:438
translate chinese card_a970cd2f:

    # This "Как-то раз я зашёл в кабинет министра Квирина, увидел, что его нет, и ушёл. И это чистая правда."
    This "还有一次，我进了奎林部长的办公室，发现他不在，就离开了。这就是全部事实。"

# game/code/text/text_chapter_3.rpy:439
translate chinese card_3e651d2c:

    # This "У Диодато нет на меня ни черта. Абсолютно ничего. Может быть, домыслы и выводы из наблюдений, не более."
    This "迪奥达托手里根本没有我的把柄。完全没有。也许有些推测和观察得出的结论，但仅此而已。"

# game/code/text/text_chapter_3.rpy:440
translate chinese card_a4caf89b:

    # This "Если я остановлюсь прямо сейчас, перестану подёргивать струны этой чудовищной паутины — я выживу. Иногда самое правильное решение — это не делать ничего. И оно же самое тяжёлое."
    This "如果我此刻停下，如果我停止拨动这张巨网的丝线，我就能活下来。有时候，正确的做法是什么都不做。但这往往也是最难的。"

# game/code/text/text_chapter_3.rpy:441
translate chinese card_da374b7d:

    # This "Непротивление совершило ошибку в самом начале. Они вычислили того, кто может выполнить для них сложную задачу. Того, кто способен на это технически."
    This "不抵抗组织从一开始就犯了错。他们物色了一个能为他们完成困难任务的人。一个技术上能够胜任的人。"

# game/code/text/text_chapter_3.rpy:442
translate chinese card_5f50c754:

    # This "Но они даже не попытались проникнуть в мою душу. Иначе они бы поняли, что я не способен на это духовно."
    This "但他们甚至没有试图了解我的灵魂。否则，他们就会意识到，我在精神上并不具备这种能力。"

# game/code/text/text_chapter_3.rpy:443
translate chinese card_ecb43b3a:

    # This "Это даже немного оскорбительно. Столько стараний, чтобы соблазнить, совратить меня. Но ни одной попытки понять."
    This "这甚至有点侮辱人。花了那么多功夫引诱我。却连一次尝试理解都没有。"

# game/code/text/text_chapter_3.rpy:444
translate chinese card_d395a33c:

    # This "Теперь это их проблемы. Греховные игры с адреналином и эндорфином зашли слишком далеко. Пора взрослеть, Кавиани."
    This "现在这是他们的问题了。肾上腺素和内啡肽的罪恶游戏玩得太过了。是时候长大了，卡维亚尼。"

# game/code/text/text_chapter_3.rpy:447
translate chinese card_ee3c0a39:

    # This "С души словно упал огромный булыжник. Как же легко, как свободно. Это и есть награда Триединства за праведные решения?"
    This "仿佛一块巨石从我的灵魂上滚落。我感到如此轻盈，如此自由。这是三位一体对正义抉择的奖赏吗？"

# game/code/text/text_chapter_3.rpy:448
translate chinese card_eaf8c7c3:

    # This "Теперь можно и поработать."
    This "现在我可以工作了。"

# game/code/text/text_chapter_3.rpy:451
translate chinese card_313d07cb:

    # This "Раз я всё ещё не в Храме Нежной Смерти, значит, у них нет ничего, кроме домыслов и косвенных улик."
    This "既然我还没进温柔死亡神殿，那就意味着他们除了推测和间接证据外，什么都没有。"

# game/code/text/text_chapter_3.rpy:452
translate chinese card_5e488f03:

    # This "Не было. Теперь улика есть."
    This "他们本来没有。但现在他们有了。"

# game/code/text/text_chapter_3.rpy:453
translate chinese card_895aaf63:

    # This "Проклятая перфокарта! Зачем я её взял? Какой от неё толк? Один обыск, и я труп! Заигрался в шпиона, болван Джоз!"
    This "该死的穿孔卡！我为什么要拿它？它有什么用？一次搜查我就完了！你的间谍游戏玩过头了，乔兹，你这个白痴！"

# game/code/text/text_chapter_3.rpy:459
translate chinese card_22be3b31:

    # This "До чего же прочная… Сопротивляется, тянется в руках, как пластик."
    This "它可真结实……它在抵抗，在我手中像塑料一样拉伸。"

# game/code/text/text_chapter_3.rpy:460
translate chinese card_077237be:

    # This "В мозгу промелькнуло странное желание впиться в неё зубами и сгрызть, чтобы точно не оставить ни следа от опасной улики."
    This "突然，我有一种奇怪的冲动，想用牙齿咬住它，嚼碎它，以确保不留下任何危险证据的痕迹。"

# game/code/text/text_chapter_3.rpy:461
translate chinese card_2990f335:

    # This "Нет, плохая идея. Желудок и без того скручен узлом."
    This "不，这是个馊主意。我的胃可受不了。"

# game/code/text/text_chapter_3.rpy:466
translate chinese card_61f4039d:

    # This "Душу наполнило усталое отвращение; как будто я совершил убийство и теперь не знал, куда спрятать труп."
    This "我的灵魂充满了疲惫的厌恶感。仿佛我犯下了谋杀，现在却不知该把尸体藏在哪里。"

# game/code/text/text_chapter_3.rpy:467
translate chinese card_cf3d01ad:

    # This "Фрагментов карты не хотелось даже касаться. Порванная пополам, она перестала выглядеть опасной."
    This "我甚至不想碰那身份卡的碎片。撕成两半后，它看起来不再危险了。"

# game/code/text/text_chapter_3.rpy:468
translate chinese card_0bfd1fe0:

    # This "Я обвёл кабинет равнодушно-отупелым взглядом, после чего пихнул куски под кучу документов и других карт, лежащую у стола. Потом вынесу этот мусор в рециркулятор."
    This "我带着漠然、茫然的目光环顾办公室，然后把碎片塞到桌边那堆文件和其他身份卡下面。晚些时候我会把垃圾扔到回收机里。"

# game/code/text/text_chapter_3.rpy:469
translate chinese card_11deff5d:

    # This "Шестерёнки мозга вращались медленно и лениво, словно устав терпеть постоянный страх. Никакой человек, никакой механизм не может выдерживать стресс вечно — он либо притрётся, либо сломается."
    This "我大脑中的齿轮缓慢而慵懒地转动着，仿佛已经厌倦了承受这持续的恐惧。没有人，也没有机制，能永远承受压力——它要么适应，要么崩溃。"

# game/code/text/text_chapter_3.rpy:470
translate chinese card_2fa7145b:

    # This "Интересно, в какую категорию из этих двух попадает мой случай…"
    This "我在想，我的情况属于这两类中的哪一类……"

# game/code/text/text_chapter_3.rpy:471
translate chinese card_9a27f495:

    # This "Нет. Лени не существует. Лень — это осознание бессмысленности усилий. Сейчас мне просто нечего анализировать, не над чем размышлять. Я почти ничего не знаю."
    This "不。懒惰并不存在。懒惰是对努力无意义的认知。眼下，我只是没什么可分析，没什么可思考的。我几乎一无所知。"

# game/code/text/text_chapter_3.rpy:472
translate chinese card_e6ea378f:

    # This "Нужно выяснить, что знает Диодато. А значит, я принимаю его предложение. Завтра я пойду к нему в кабинет; прямиком в паучьи лапы."
    This "我必须弄清楚迪奥达托知道些什么。这意味着我接受他的提议。明天，我会去他的办公室。直接投入蜘蛛的怀抱。"

# game/code/text/text_chapter_3.rpy:473
translate chinese card_63ad8328:

    # This "Приняв твёрдое и окончательное решение, я почувствовал себя деталью, скользнувшей в подходящий ей паз. Теперь есть только один путь; никаких сомнений, терзающих душу и отнимающих силы."
    This "一旦我做出了坚定而最终的决定，我感觉自己就像一块滑入了契合凹槽的零件。现在只剩一条路；不再有疑虑折磨我的灵魂或消耗我的力量。"

# game/code/text/text_chapter_3.rpy:474
translate chinese card_cf092b32:

    # This "Оставшееся до завтра время можно прожить на автопилоте — много работы, немного пива и очень мало сна. Да, звучит неплохо. Привычно."
    This "到明天之前的剩余时间，可以用自动驾驶模式度过——大量工作，一些啤酒，以及很少的睡眠。是的，听起来不错。很熟悉。"

# game/code/text/text_chapter_3.rpy:477
translate chinese card_3af4a7ff:

    # This "…"
    This "……"

# game/code/text/text_chapter_3.rpy:480
translate chinese card_9398755d:

    # This "В этой игре у меня нет козырей. А значит, нужно рисковать. Меня спасёт скорость, неожиданность, наглость."
    This "在这场游戏中，我没有王牌。这意味着我必须冒险。能救我的，是速度、突然袭击和厚颜无耻。"

# game/code/text/text_chapter_3.rpy:481
translate chinese card_45aecde2:

    # This "Это финишная прямая. Получу доступ к закрытым архивам, найду выход Главкона и сбегу из Министерства. Непротивление примет меня, прикроет… И я буду рядом с Полианной."
    This "这就是终点线了。我将获得受限档案的访问权，找到戴夫利德的出路，逃离关怀部。抵抗组织会收留我，掩护我……然后我就能和波莉安娜在一起了。"

# game/code/text/text_chapter_3.rpy:482
translate chinese card_12da0dbd:

    # This "Мы вместе выйдем наружу и начнём новую жизнь. Незнакомую, опасную; но это будет настоящая жизнь. Только наша и ничья больше."
    This "我们将一起离开，开始新生活。陌生的、危险的，但那将是真正的生活。只属于我们，不属于任何人。"

# game/code/text/text_chapter_3.rpy:483
translate chinese card_1ec6fefe:

    # This "От этих мыслей руки так затряслись, что карту едва удалось вставить в ридер терминала."
    This "这些想法让我的手抖得厉害，我几乎无法将卡片插入终端的读卡器。"

# game/code/text/text_chapter_3.rpy:487
translate chinese card_cffd4b3a:

    # This "Как же медленно загружается информация… Как будто старые документы рассчитаны на какие-то другие, более мощные терминалы. Или на более терпеливых людей."
    This "信息加载得真慢……仿佛这些旧文档是为其他更强大的终端设计的。或者为更有耐心的人设计的。"

# game/code/text/text_chapter_3.rpy:488
translate chinese card_fa28f6d4:

    # This "Где же эта старая карта, скорей, скорей!.."
    This "那张旧身份卡在哪儿？快点，快点！……"

# game/code/text/text_chapter_3.rpy:490
translate chinese card_ece1ddcb:

    # This "«Ваш доступ подтверждён». Отлично. Это всё-таки карта министра. Видимо, запасная."
    This "「访问已授权」。完美。看来这果然是部长的卡。似乎是备用卡。"

# game/code/text/text_chapter_3.rpy:491
translate chinese card_4effaa41:

    # This "Осталось наложить карты друг на друга и найти аберрации в паттернах строительства. В каком месте хитросплетения инфраструктуры может втиснуться слепое пятно размером с шахту лифта?.."
    This "剩下的就是叠加地图，找出建筑模式中的异常。在错综复杂的基础设施中，哪里能挤进一个电梯井大小的盲区？"

# game/code/text/text_chapter_3.rpy:498
translate chinese card_74bef00f:

    # This "Экран вспыхнул многоцветьем пикселей и тут же погас."
    This "屏幕闪过许多彩色像素，随即熄灭。"

# game/code/text/text_chapter_3.rpy:499
translate chinese card_c048ea41:

    # This "Что-то с питанием?"
    This "是电源出问题了吗？"

# game/code/text/text_chapter_3.rpy:500
translate chinese card_a00064b2:

    # This "Нет, пожалуйста, пусть это будет простая неисправность…"
    This "不，拜托，但愿只是简单的故障……"

# game/code/text/text_chapter_3.rpy:502
translate chinese card_b95998ac:

    # This "Я едва успел обернуться, как дверь кабинета распахнулась."
    This "我几乎来不及转身，办公室的门就猛地打开了。"

# game/code/text/text_chapter_3.rpy:505
translate chinese card_2c42c2b4:

    # Dio "Какая неожиданная и глупая поломка."
    Dio "多么意外又愚蠢的故障。"

# game/code/text/text_chapter_3.rpy:506
translate chinese card_8bf5eb83:

    # Kav "Да, терминал вот что-то…"
    Kav "是啊，终端不知怎么出问题了……"

# game/code/text/text_chapter_3.rpy:508
translate chinese card_e7add53d:

    # Dio "Впрочем, судя по всему, ржавчина греха разъедала это место уже давно. Сам того не ожидая, своими сегодняшними речами я просто надломил уже прогнившее."
    Dio "然而，从各方面看，罪恶的锈蚀早已啃噬此地。没想到，我今天的演讲只是压垮了早已腐朽的东西。"

# game/code/text/text_chapter_3.rpy:510
translate chinese card_cef75057:

    # Dio "Я всё-таки не смог повлиять на твою глупую гордыню, Кавиани. Прости меня, ибо я оказался слаб и подвёл тебя."
    Dio "我终究还是没能影响你那愚蠢的骄傲，卡维亚尼。原谅我，因为我软弱，辜负了你。"

# game/code/text/text_chapter_3.rpy:511
translate chinese card_a3053b91:

    # Kav "Ансельм, я…"
    Kav "安瑟姆，我……"

# game/code/text/text_chapter_3.rpy:535
translate chinese card_72b8b39a:

    # This "Спокойно, спокойно. Я знал, на что подписывался. Я знал, что этот момент наступит, ещё в тот день, когда меня пригласила в бар девушка, подозрительно интересующаяся моей работой."
    This "放松，冷静。我知道自己在做什么。我知道这一刻会来。从那个女孩——那个对我的工作异常感兴趣的女孩——邀请我去酒吧那天起，我就知道了。"

# game/code/text/text_chapter_3.rpy:536
translate chinese card_1d386f5f:

    # This "Я мог проигнорировать её, оттолкнуть, мог никуда не ходить и ни на что не соглашаться. Всё происходящее — следствие моих собственных решений."
    This "我本可以不理她，推开她，哪儿也不去，什么也不答应。发生的一切都是我自身决定的后果。"

# game/code/text/text_chapter_3.rpy:537
translate chinese card_b8f6c6b1:

    # This "Мог бы и продумать хоть какой-то план, раз такой умный."
    This "但你至少可以，既然你这么聪明，想个计划出来。"

# game/code/text/text_chapter_3.rpy:538
translate chinese card_51c3347f:

    # This "Невесело хмыкнув, я уставился в стену и принялся вертеть карту в руках. Могут ли меня обыскать сегодня на выходе из Столпа? Могут ли обыскать мой кабинет? Что делать со смертельно опасной уликой?"
    This "我咕哝了一声，盯着墙壁，手里转动着卡片。今天离开支柱时我会被搜身吗？他们能搜查我的办公室吗？这致命的证据该怎么办？"

# game/code/text/text_chapter_3.rpy:539
translate chinese card_f6772d6d:

    # This "Можно было бы пихнуть её под эту кучу старых документов, лежащую прямо на полу у стола… Спрятать песчинку в пустыне."
    This "我可以把它塞到桌边地上那堆旧文件下面……把一粒沙藏在沙漠里。"

# game/code/text/text_chapter_3.rpy:540
translate chinese card_1779726d:

    # This "Душу наполнил иррациональный страх, что потом я не смогу отличить карту министра от остальных. Что кто-то наконец решит сделать уборку и отправит этот хлам в рециркулятор."
    This "我的心中充满了一种非理性的恐惧，害怕之后我无法将部长的卡与其他卡区分开来。害怕终于有人决定清理，把这堆垃圾送去回收。"

# game/code/text/text_chapter_3.rpy:541
translate chinese card_c408794a:

    # This "По сравнению с возможностью быть пойманным этот риск казался просто смешным. Если карта отправится в переработку, я просто вернусь в то положение, с которого начал. Там я уже бывал, ничего страшного."
    This "与被抓的可能性相比，这个风险似乎很可笑。如果卡片被回收，我不过是回到起点。我以前就在那里。没什么大不了的。"

# game/code/text/text_chapter_3.rpy:542
translate chinese card_b1cb90a5:

    # This "Неучтённые риски, недостаток информации, невозможность сделать надёжные выводы и принять обоснованные решения… Как раз то, что я терпеть не могу. Всегда не мог, с самого детства."
    This "无法估量的风险，信息的匮乏，无法得出可靠结论并做出明智决定……这正是我无法忍受的。从小时候起，我就一直无法忍受。"

# game/code/text/text_chapter_3.rpy:543
translate chinese card_7e39823d:

    # This "Что ж, такова жизнь революционера, участника Непротивления. Именно это и называется приключениями, разве нет?"
    This "好吧，这就是革命者、不抵抗组织成员的生活。这就是你们所谓的冒险，不是吗？"

# game/code/text/text_chapter_3.rpy:544
translate chinese card_00526853:

    # This "Героический и храбрый Джоз получает прекрасную рыжую девушку и выход наружу, к Чистому Небу. Джоз трусливый и нерешительный получит двойную порцию водорослевого печенья на Годоворот."
    This "英勇无畏的乔兹得到了一个美丽的红发女孩和一条通往蓝天的出路。懦弱犹豫的乔兹则在年轮上得到双份的海藻饼干。"

# game/code/text/text_chapter_3.rpy:546
translate chinese card_bc4652d4:

    # This "Диодато может только болтать в надежде на то, что у меня сдадут нервы. Я не доставлю ему такого удовольствия. Не поддамся на его провокацию."
    This "迪奥达托只能寄希望于我的神经崩溃而喋喋不休。我不会让他得逞。我不会中他的挑衅。"

# game/code/text/text_chapter_3.rpy:547
translate chinese card_5d712f1a:

    # This "Карта пока спокойно полежит в мусоре. Её время ещё придёт. А сейчас нужно работать, изображать трудолюбивого и покорного слугу Машин Благодати и Любви."
    This "身份卡暂时会安静地躺在垃圾里。它的时机终会到来。现在，我必须工作，扮演慈爱恩典之机勤勉顺从的仆人。"

# game/code/text/text_chapter_3.rpy:550
translate chinese card_3af4a7ff_1:

    # This "…"
    This "……"

translate chinese strings:

    # game/code/text/text_chapter_3.rpy:102
    old "Подслушать разговор за дверью."
    new "偷听门外的谈话。"

    # game/code/text/text_chapter_3.rpy:102
    old "Обыскать стол министра."
    new "搜查部长的办公桌。"

    # game/code/text/text_chapter_3.rpy:102
    old "Убежать прямо сейчас."
    new "立刻离开。"

    # game/code/text/text_chapter_3.rpy:403
    old "Опередить Диодато и самому во всём признаться."
    new "抢在迪奥达托之前，自己坦白一切。"

    # game/code/text/text_chapter_3.rpy:403
    old "Отказаться от Непротивления и затаиться."
    new "放弃不抵抗组织，低调行事。"

    # game/code/text/text_chapter_3.rpy:454
    old "Порвать перфокарту."
    new "撕毁穿孔卡。"

    # game/code/text/text_chapter_3.rpy:454
    old "Немедленно использовать перфокарту, пока есть время."
    new "趁还有时间，立即使用穿孔卡。"

    # game/code/text/text_chapter_3.rpy:454
    old "Спрятать перфокарту."
    new "藏起穿孔卡。"

    old "Возможно, было бы лучше, если бы это была выдумка. Но бледная звёздочка шрама на боку говорит обратное. Нужно верить себе и своей памяти, иначе можно сойти с ума."
    new "也许，如果那只是幻想，情况会更好。但我身侧那道苍白的伤疤之星却告诉我并非如此。你必须相信自己，相信自己的记忆，否则你会发疯的。"
