# TODO: Translation updated at 2021-11-19 20:13

# game/code/text/text_poli.rpy:6
translate chinese poli_9ba0edd7:

    # This "Душно. Жарко. Нечем дышать."
    This "闷热。喘不过气。"

# game/code/text/text_poli.rpy:7
translate chinese poli_2c960fd3:

    # This "Нужно найти выход, но ничего не видно. Мягкие стены… Как будто ткань. Рыхлая земля? Или… плоть?"
    This "必须找到出路，但什么也看不见。柔软的墙壁……像布料。松散的泥土？还是……血肉？"

# game/code/text/text_poli.rpy:8
translate chinese poli_5bdd224b:

    # This "Что-то коснулось бедра."
    This "有什么东西碰到了我的大腿。"

# game/code/text/text_poli.rpy:9
translate chinese poli_fc27ad0b:

    # This "Что-то гладкое и шелковистое скользнуло по щеке."
    This "某种光滑柔滑的东西滑过我的脸颊。"

# game/code/text/text_poli.rpy:13
translate chinese poli_ffd1408c:

    # This "Жаркое дыхание прямо за ухом."
    This "滚烫的呼吸就在我耳后。"

# game/code/text/text_poli.rpy:17
translate chinese poli_26bc9a60:

    # This "Кто здесь?! Отзовись, покажись! Выпусти меня!"
    This "谁在那儿？！回答我。现身！放我出去！"

# game/code/text/text_poli.rpy:24
translate chinese poli_37a0125d:

    # This "А… Это ты."
    This "啊……是你。"

# game/code/text/text_poli.rpy:25
translate chinese poli_e164b098:

    # This "Так ты выглядела в самый первый день. Никаких игр, лжи или притворства. Обычная девушка, улыбнувшаяся случайному прохожему."
    This "这就是你第一天的模样。没有游戏，没有谎言，没有伪装。一个对陌生路人微笑的普通女孩。"

# game/code/text/text_poli.rpy:26
translate chinese poli_e74df25d:

    # This "Случайному ли? Или даже эта встреча была запланирована? Меня измерили, взвесили и сочли подходящим. Как кусок мяса."
    This "但那是偶然吗？还是这次相遇本就是计划的一部分？我被衡量、称重，并被判定为合适。就像一块肉。"

# game/code/text/text_poli.rpy:30
translate chinese poli_2b028411:

    # This "Нет. Я выбираю верить в искренность этой улыбки. Я заслуживаю хотя бы этого."
    This "不。我选择相信那个微笑的真诚。我至少配得上这个。"

# game/code/text/text_poli.rpy:40
translate chinese poli_b24bce68:

    # Bom "Мелатонинового пика в циркадном ритме не зарегистрировано. Обнаружен повышенный уровень энкефалина, пролактина и кортизола. Послать запрос в Департамент заботы и защиты, господин Кавиани?"
    Bom "未检测到昼夜节律中的褪黑激素峰值。检测到脑啡肽、催乳素和皮质醇水平升高。需要向关怀与法律部提交申请吗，卡维亚尼先生？"

# game/code/text/text_poli.rpy:41
translate chinese poli_d539ae8a:

    # Kav "Что, решил избавиться от меня?.."
    Kav "怎么，你想摆脱我？……"

# game/code/text/text_poli.rpy:42
translate chinese poli_0456e4ce:

    # This "Какой еще кортизол?.. Ах да. Подушка мокрая от слёз. Ну и черт с ней."
    This "什么皮质醇？……哦，对了。枕头被泪水浸湿了。算了，去他的。"

# game/code/text/text_poli.rpy:43
translate chinese poli_9624608b:

    # Bom "Вам необходима помощь."
    Bom "你需要帮助。"

# game/code/text/text_poli.rpy:44
translate chinese poli_aaaca305:

    # This "Ну так помоги мне. Давай, выходи из своей чертовой банки и помогай!.."
    This "那就帮帮我啊。来啊。从你那该死的罐子里出来帮帮我！"

# game/code/text/text_poli.rpy:57
translate chinese poli_fb656959:

    # This "Костяшки заныли от удара, но на стене не осталось и следа. Конечно же. Даже тут я бессилен и беспомощен. Не имею значения даже в собственном доме."
    This "指关节因撞击而疼痛，但墙上没有留下任何痕迹。当然了。即使在这里，我也无能为力，孤立无援。我在自己家里都无足轻重。"

# game/code/text/text_poli.rpy:58
translate chinese poli_b660198d:

    # Bom "К сожалению, это невозможно."
    Bom "很遗憾，这不可能。"

# game/code/text/text_poli.rpy:59
translate chinese poli_6df41a19:

    # Kav "Тогда заткнись и погрей мне завтрак."
    Kav "那就闭嘴，给我热早餐。"

# game/code/text/text_poli.rpy:60
translate chinese poli_5e4fed05:

    # This "Сегодня будет особенно долгий рабочий день. И теперь мне нечего ждать. Некого высматривать в толпе или искать в спортзале. Никто не придет в бар «Окситоцин» в конце шестерицы."
    This "今天上班会特别漫长。而现在我没什么可期待的了。没有人在人群中等待或去健身房寻找。六日周末结束时，没有人会来「催产素」酒吧。"

# game/code/text/text_poli.rpy:61
translate chinese poli_fc9bcdac:

    # This "Нельзя, нельзя об этом думать. Ну же, Кавиани, жри суп, надевай пиджак и выметайся на улицу. Ты должен."
    This "不该这样。我应该停止想这些。振作点，卡维亚尼。喝你的汤，穿上外套，上街去。你必须去。"

# game/code/text/text_poli.rpy:68
translate chinese poli_acdf4af0:

    # This "Душно. Жарко."
    This "闷热。燥热。"

# game/code/text/text_poli.rpy:69
translate chinese poli_222297b3:

    # This "Из оксидизаторов дует теплый воздух — словно чужое дыхание. Как будто этот воздух уже успел побывать в чьих-то легких; даже пахнет он дурно. Что за странные неполадки в системе?"
    This "氧化器吹出暖风，仿佛是他人的呼吸。仿佛空气穿过了别人的肺；甚至闻起来有异味。系统出了什么奇怪的故障？"

# game/code/text/text_poli.rpy:70
translate chinese poli_92ae0799:

    # This "Не стоило ругаться на Бомануара. Он не заслужил такого обращения. В конце концов, он ни в чем не виноват — просто пытается помочь."
    This "我不该对博马努瓦发火。他不该受到那样的对待。毕竟，他没有任何过错——他只是想帮忙。"

# game/code/text/text_poli.rpy:71
translate chinese poli_9c2574c4:

    # This "Хочется вернуться и извиниться прямо сейчас, но нужно работать. Ладно, сделаю это вечером."
    This "我想现在就回去道歉，但我得工作。好吧，今晚再做。"

# game/code/text/text_poli.rpy:72
translate chinese poli_84988843:

    # This "Франк-спаситель, я беспокоюсь за чувства неразумной машины…"
    This "救世主弗兰克啊，我居然在担心一台无生命机器的感受……"

# game/code/text/text_poli.rpy:73
translate chinese poli_66a252b4:

    # This "Где эта чертова исповедальня?! Сколько можно уже идти?"
    This "该死的告解室在哪儿？！还有多远？"

# game/code/text/text_poli.rpy:78
translate chinese poli_cf2b4449:

    # This "На секунду я замер, не донеся перфокарту до ридера."
    This "在将穿孔卡划过读卡器前，我僵住了一秒。"

# game/code/text/text_poli.rpy:79
translate chinese poli_cf60470c:

    # This "У каждой неполадки есть свой предел, после которого ремонт уже не имеет смысла. Насколько серьезны неполадки в моей душе? Когда Нойбург решит, что проще и эффективнее будет списать меня в Храм Нежной Смерти?"
    This "任何故障都有个限度，超过之后修复便不再有意义。我灵魂中的故障有多严重？诺伊堡何时会认定，将我注销并送往温柔死亡神殿会更简单高效？"

# game/code/text/text_poli.rpy:80
translate chinese poli_c5d85a01:

    # This "О чем это я думаю. Исповедник наставлял, предостерегал и исправлял меня с самого детства. Еще немного, и я начну бояться уличных фонарей."
    This "我到底在想什么？告解师从我小时候起就引导、警告并纠正我。再这样下去，我都要开始害怕路灯了。"

# game/code/text/text_poli.rpy:84
translate chinese poli_1d510634:

    # Noi "Приветствую тебя, Джосайя. Позволь поздравить тебя, но также и утешить."
    Noi "日安，约西亚。请允许我祝贺你，同时也安慰你。"

# game/code/text/text_poli.rpy:85
translate chinese poli_40dc9b1f:

    # Kav "Ч-что? С чем, почему?"
    Kav "什……什么？什么，为什么？"

# game/code/text/text_poli.rpy:86
translate chinese poli_039daed1:

    # Noi "Ты справился с искушением Главкона Поверженного. Ты сумел принять правильное решение, и за это будешь вознагражден. Возрадуйся."
    Noi "你成功抵抗了被推翻者达夫利德的诱惑。你做出了正确的决定，为此你将得到奖赏。欢欣吧。"

# game/code/text/text_poli.rpy:87
translate chinese poli_aad0dd6d:

    # Kav "Я… я рад."
    Kav "我……我很高兴。"

# game/code/text/text_poli.rpy:88
translate chinese poli_ce5d93d4:

    # This "Каждое словно может быть опасно, когда ты безнадежно запутался в паутине. Как я должен реагировать?"
    This "当你无可救药地陷入罗网时，每个字都可能危险。我该如何回应？"

# game/code/text/text_poli.rpy:89
translate chinese poli_7cac7b3c:

    # Noi "Теперь тебя ожидают дары, соответствующие твоему подвигу. Небольшая сумма сабкойнов уже зачислена на твой счет. Вместе с ней создана почетная запись в Священном Сервере о твоем поступке."
    Noi "现在有与你功绩相称的礼物给你。一小笔次币已存入你的账户。同时，你的功绩记录也已存入神圣服务器。"

# game/code/text/text_poli.rpy:90
translate chinese poli_090030a2:

    # Noi "Каждый сможет увидеть твердость твоей веры."
    Noi "所有人都能看到你信仰的坚定。"

# game/code/text/text_poli.rpy:91
translate chinese poli_6b4d9248:

    # Kav "Спасибо, господин Нойбург."
    Kav "谢谢您，诺伊堡先生。"

# game/code/text/text_poli.rpy:92
translate chinese poli_ddcaf3ed:

    # This "И это все, что я заслужил. Исправитель Внутренних Неполадок прав — дары полностью соответствуют подвигу. Интересно, хватит ли этой суммы, чтобы купить трехмесячную подписку на дополнительное водорослевое печенье."
    This "这就是我应得的全部。内心修正者是对的——这些礼物与功绩完全相称。我在想那笔钱够不够买三个月的额外海藻饼干订阅。"

# game/code/text/text_poli.rpy:93
translate chinese poli_60906d53:

    # Noi "Ты по праву можешь насладиться порцией благословенного дофамина. Но я знаю, что душу твою может охватить уныние. Греховные сомнения и сожаления. Может быть, даже гнев."
    Noi "你理应享受一份赐福的多巴胺。但我知道，你的灵魂可能会被沮丧侵袭。罪恶的怀疑与悔恨。甚至可能是愤怒。"

# game/code/text/text_poli.rpy:94
translate chinese poli_01930f7c:

    # Noi "Ты потерял того, кого знал под именем Полианны. Даже если она не смогла проникнуть в твою душу, такое событие пережить нелегко."
    Noi "你失去了你认识的那个波莉安娜。即使她未能渗透你的灵魂，这样的事件也不易承受。"

# game/code/text/text_poli.rpy:95
translate chinese poli_ad0d2b20:

    # Kav "Д-да… Я молюсь за нее и надеюсь, что после исправления она сможет встать на верный путь."
    Kav "是……是的……我为她祈祷，并希望她在被修正后，能走上正轨。"

# game/code/text/text_poli.rpy:96
translate chinese poli_97033990:

    # Noi "К сожалению, глубина ее падения слишком велика. Надежды на исправление нет."
    Noi "不幸的是，她堕落的程度太深。没有修正的希望。"

# game/code/text/text_poli.rpy:97
translate chinese poli_71744f3d:

    # Noi "Капитан Аннигиляции передает тебе приглашение в амфитеатр Храма Нежной Смерти. Как твой Исправитель, я думаю, тебе будет это полезно. Чтобы окончательно вырвать из души и выжечь с корнями мерзкий росток соблазна."
    Noi "歼灭队长向你发出邀请，前往温柔死亡神殿的圆形剧场。作为你的修正者，我认为你会觉得值得一去。为了最终从灵魂中拔除，并烧尽那邪恶诱惑的萌芽。"

# game/code/text/text_poli.rpy:98
translate chinese poli_a0ff098a:

    # This "Потом. Все мысли потом. Заблокируй их и просто ответь Исправителю."
    This "以后再说。所有念头都以后再说。屏蔽它们，只回答修正者。"

# game/code/text/text_poli.rpy:99
translate chinese poli_3311e756:

    # Kav "Да, спасибо, господин Нойбург. Я рад, что ты поправил во мне то, что разладилось."
    Kav "是的，谢谢您，诺伊堡先生。我很高兴您修正了我身上的破损之处。"

# game/code/text/text_poli.rpy:100
translate chinese poli_e38dc435:

    # Noi "Не я, а ты сам исправил свои ошибки. Это признак настоящего взросления, Джосайя. Ступай твердо и продолжай верить."
    Noi "不是我，是你自己纠正了错误。这是真正成熟的标志，约西亚。坚定前行，保持信仰。"

# game/code/text/text_poli.rpy:117
translate chinese guilt_de3fc08e:

    # This "Я чиновник Министерства"
    This "我是部里的官员。"

# game/code/text/text_poli.rpy:118
translate chinese guilt_203834b0:

    # This "если я попрошу"
    This "如果我要求的话。"

# game/code/text/text_poli.rpy:119
translate chinese guilt_36f28128:

    # This "нет, надавлю"
    This "不，我要推动此事。"

# game/code/text/text_poli.rpy:120
translate chinese guilt_1930886f:

    # This "или прикажу"
    This "或者直接下令。"

# game/code/text/text_poli.rpy:121
translate chinese guilt_24057769:

    # This "можно сфабриковать запрос, нужно бежать, лучше отправить приказ со своего терминала, нет, лучше явиться к Капитану лично"
    This "可以编造一个请求，一个需要跑腿的理由。最好从我的终端发送命令。不，最好亲自出现在队长面前。"

# game/code/text/text_poli.rpy:122
translate chinese guilt_0cead61f:

    # This "он не посмеет"
    This "他不敢的。"

# game/code/text/text_poli.rpy:123
translate chinese guilt_176fdca6:

    # This "нетнетнет"
    This "不不不。"

# game/code/text/text_poli.rpy:131
translate chinese guilt_7ef159dd:

    # This "Хватит. Хватит ломать комедию. Не лги себе, Кавиани. В глубине души ты всегда знал, что этим все и закончится. Не просто знал — ожидал этого."
    This "够了。这场戏该收场了。别骗自己了，卡维亚尼。内心深处，你一直知道会这样结束。你不仅知道——你期待着它。"

# game/code/text/text_poli.rpy:132
translate chinese guilt_4dae9f7b:

    # This "Или ты всерьез думал, что участницу Непротивления просто накажут и отпустят? И потом вы будете жить долго и счастливо? Ты не настолько глуп."
    This "还是你真的以为，一个不抵抗组织的成员只会受到惩罚然后被释放？然后你们就能从此幸福地生活下去？你没那么蠢。"

# game/code/text/text_poli.rpy:133
translate chinese guilt_acba081d:

    # This "Убедил себя, что делаешь доброе дело, что помогаешь Полианне. Избавился от чувства вины. Очень ловко, молодец."
    This "你说服自己是在做好事，是在帮助波莉安娜。你摆脱了负罪感。非常聪明，干得好。"

# game/code/text/text_poli.rpy:134
translate chinese guilt_78a75c36:

    # This "Теперь ты вернулся к своему привычному состоянию. Уютное, знакомое одиночество. Никаких свиданий, лишних волнений и усилий. Ты не виноват в этом, ты пытался. Просто не сложилось."
    This "现在你回到了往常的状态。舒适、熟悉的孤独。没有约会，没有不必要的兴奋或努力。这不是你的错。你试过了。只是没成功。"

# game/code/text/text_poli.rpy:135
translate chinese guilt_f4e623b3:

    # This "Можно немного посидеть на тротуаре у стены, сжавшись в комок. Можно поплакать. Это нормальная реакция, и она проявится еще не раз."
    This "你可以在人行道上靠着墙坐一会儿，蜷缩成一团。你可以哭。这是正常反应，而且还会不止一次出现。"

# game/code/text/text_poli.rpy:136
translate chinese guilt_cdc3a54f:

    # This "Но теперь пора идти на работу."
    This "但现在该回去工作了。"

# game/code/text/text_poli.rpy:145
translate chinese guilt_2ee85eee:

    # This "Тошнит."
    This "我病了。"

# game/code/text/text_poli.rpy:146
translate chinese guilt_89884f7e:

    # This "Тошнит от этого кабинета. От этой бессмысленной работы."
    This "我厌倦了这个办公室。这毫无意义的工作。"

# game/code/text/text_poli.rpy:147
translate chinese guilt_47c8cfb2:

    # This "Я сам словно машина. Перемалываю числа, чтобы перевести их в другие числа и отправить другим мясным мельницам чисел, сидящим в креслах таких же кабинетов."
    This "我自己就像一台机器。我研磨数字，把它们转换成其他数字，再发送给其他坐在同样办公室同样椅子上的数字肉磨坊。"

# game/code/text/text_poli.rpy:151
translate chinese guilt_ef64af69:

    # This "Неужели Машины Благодати и Любви не способны сами выполнять эту работу? Просто смешно. Процессорное время Священного Сервера драгоценнее человеческих жизней."
    This "难道慈爱恩典之机自己不能做这工作吗？可笑。神圣服务器的处理器时间比人命更宝贵。"

# game/code/text/text_poli.rpy:152
translate chinese guilt_4f49a307:

    # This "Я отпил воды из кружки и со стуком поставил ее на стол, едва сдерживаясь, чтобы не треснуть ею по клавиатуре."
    This "我从杯子里喝了口水，哐当一声放在桌上，勉强克制住没把它砸在键盘上。"

# game/code/text/text_poli.rpy:153
translate chinese guilt_b08ed8fe:

    # Dio "Доброго дня, Джосайя."
    Dio "日安，约西亚。"

# game/code/text/text_poli.rpy:154
translate chinese guilt_ab55414f:

    # This "Какого Главкона начальство выходит на связь с самого утра?.."
    This "为什么达夫利德今天早上上级这么急着通过终端联系我？……"

# game/code/text/text_poli.rpy:155
translate chinese guilt_04fd0fa3:

    # This "Стоп. На экране нет входящего вызова."
    This "停下。屏幕上没有来电。"

# game/code/text/text_poli.rpy:156
translate chinese guilt_792d3e65:

    # This "Покрывшись мурашками, я развернулся ко входу в кабинет."
    This "我起了一身鸡皮疙瘩，慢慢转向办公室入口。"

# game/code/text/text_poli.rpy:162
translate chinese guilt_7fac1c38:

    # Kav "Доброго дня, Ансельм. Отчёт еще не закончен. Прошу прощения за задержку…"
    Kav "日安，安瑟姆。报告还没完成。我为延误道歉……"

# game/code/text/text_poli.rpy:166
translate chinese guilt_041d0138:

    # Dio "Отчёт может и подождать. День за днем мы только тем и занимаемся, что составляем и регистрируем отчёты. Подаём их выше. Требуем, чтобы нам присылали новые снизу."
    Dio "报告可以等。日复一日，我们做的就是写报告、归档报告。然后我们把它们往上送。然后我们要求下面给我们送新的来。"

# game/code/text/text_poli.rpy:167
translate chinese guilt_86f18a88:

    # Dio "Я просто пришёл посмотреть на тебя."
    Dio "我只是来看看你。"

# game/code/text/text_poli.rpy:171
translate chinese guilt_d39515ad:

    # This "Какую игру он затеял на этот раз? Вышел из своего роскошного кабинета и спустился в мою нору… Наверное, сам Главкон вырвался на свободу со дна Котлована, не иначе."
    This "他这次玩什么把戏？从他豪华的办公室出来，下到我这破地方……达夫利德本人肯定是从盆地底部挣脱出来了，没跑。"

# game/code/text/text_poli.rpy:172
translate chinese guilt_d5c91016:

    # Kav "Я… Это честь для меня. Я даже не уверен, что заслужил её."
    Kav "我……我深感荣幸。我甚至不确定我配得上。"

# game/code/text/text_poli.rpy:176
translate chinese guilt_334bceda:

    # Dio "Не уверен, что заслужил? О чем ты говоришь, Джосайя? Или ты забыл, что я твой начальник?"
    Dio "不确定你配得上，你说？你在说什么呢，约西亚？还是你忘了我才是你上司？"

# game/code/text/text_poli.rpy:180
translate chinese guilt_6437c699:

    # Dio "Конечно же, я уже увидел на Священном Сервере почетную запись о твоем деянии. Ты молодец и должен собой гордиться."
    Dio "当然，我已经在神圣服务器上看到了你功绩的荣誉记录。你干得很出色，应该为自己感到骄傲。"

# game/code/text/text_poli.rpy:184
translate chinese guilt_4aec563c:

    # Kav "А… Да. Спасибо. Я горжусь."
    Kav "啊……是的。谢谢。我是的。"

# game/code/text/text_poli.rpy:188
translate chinese guilt_aff8e511:

    # Dio "Нет. Я знаю, что ты не гордишься. Может быть, ненавидишь себя или весь мир. Или просто оглушен, как глохнет раненая конечность или поврежденная деталь."
    Dio "不。我知道你没有。也许你恨自己，或者恨这个世界。或者只是惊呆了，像受伤的肢体或损坏的零件。"

# game/code/text/text_poli.rpy:189
translate chinese guilt_d5e67e1c:

    # Dio "Через это многие проходят. В твои годы мы наиболее уязвимы. Мы открыты. Мы полны сил, желаний и любви."
    Dio "很多人都经历过这个。在你这个年纪，我们最脆弱。我们敞开着。我们充满力量、欲望和爱。"

# game/code/text/text_poli.rpy:193
translate chinese guilt_a0cb486a:

    # Dio "Не настоящей, полновесной и неостановимой Любви и Благодати, конечно. А нашей жалкой эрзац-версии."
    Dio "当然，不是那种真实的、完满且不可阻挡的爱与恩典。而是我们可悲的替代品版本。"

# game/code/text/text_poli.rpy:197
translate chinese guilt_06e22649:

    # This "Это Ансельм-то полон сил, желаний и любви? Я легковерный дурак, но не настолько."
    This "安瑟姆充满力量、欲望和爱？我是个十足的傻瓜，没错，但这有点过了。"

# game/code/text/text_poli.rpy:198
translate chinese guilt_a9c10c4e:

    # Kav "Ты говоришь так, как будто лично знаком с этими чувствами…"
    Kav "你说得好像亲身经历过这些感受……"

# game/code/text/text_poli.rpy:202
translate chinese guilt_2a2f4819:

    # Dio "Может, я и выгляжу сушеным листочком ламинарии, но у меня тоже есть чувства, Джосайя. Я сам в твоём возрасте подвергался подобным искушениям. Но устоял."
    Dio "我看起来可能像片干海带叶子，但我也有感情，约西亚。我在你这个年纪时，也曾那样被诱惑过。但我抵抗住了。"

# game/code/text/text_poli.rpy:203
translate chinese guilt_cefe08c7:

    # Kav "Что? Ты хочешь сказать, тебя тоже когда-то пытались завербовать и использовать?"
    Kav "什么？你是说他们也试图招募和利用你？"

# game/code/text/text_poli.rpy:207
translate chinese guilt_d76861bc:

    # Dio "Да. Она была красива и, что гораздо страшнее, умна. Ее слова, ее обещания…"
    Dio "是的。她很美，而且更可怕的是，她很聪明。她的话语，她的承诺……"

# game/code/text/text_poli.rpy:208
translate chinese guilt_2bd1565f:

    # Dio "Выход наружу, на свободу под Чистым Небом. Жизнь без контроля Машин, без постоянной угрозы Фиолетовой Смерти. Мир, в котором человек предоставлен самому себе. Волшебная перспектива."
    Dio "一条出路，通往澄澈天空下的自由。一个没有机器控制、没有紫色死亡持续威胁的生活。一个人类得以自主的世界。一个梦幻的前景。"

# game/code/text/text_poli.rpy:212
translate chinese guilt_7594a8f9:

    # Dio "Она говорила, а я слушал. И слушал, и слушал."
    Dio "她说着，我听着。我一直听着。"

# game/code/text/text_poli.rpy:216
translate chinese guilt_98eb102d:

    # This "Поневоле я заинтересовался. В его голосе звучала удивительная нота, необычный тон, которого я не слышал раньше."
    This "不知怎的，我很好奇。他的声音里有一种令人惊讶的调子，一种我以前从未听过的、不寻常的语气。"

# game/code/text/text_poli.rpy:217
translate chinese guilt_66626c3a:

    # This "Неужели это искренность?"
    This "这是真诚吗？"

# game/code/text/text_poli.rpy:218
translate chinese guilt_f4aada71:

    # Kav "И чем все закончилось?"
    Kav "这一切是怎么结束的？"

# game/code/text/text_poli.rpy:222
translate chinese guilt_d1d20413:

    # Dio "Ты оказался мудрее меня. Сразу пресек соблазн. Я мучился две недели."
    Dio "你比我明智。你立刻阻止了诱惑。我煎熬了两个星期。"

# game/code/text/text_poli.rpy:226
translate chinese guilt_6cf397f9:

    # Dio "Я встречался с источником своего соблазна несколько раз. Уточнял. Переносил сроки. Говорил, что вот-вот настанет наиболее удобный момент для того, чтобы похитить планы новой застройки."
    Dio "我和诱惑我的源头见了几次面。我探究细节。我拖延时间。我告诉他们，窃取新开发计划的最佳时机即将到来。"

# game/code/text/text_poli.rpy:227
translate chinese guilt_0757c33a:

    # Dio "Все ответственные лица будут либо на совещаниях, либо с инспекциями, либо на отдыхе. Никто ничего не заметит. Да, так я ей тогда говорил."
    Dio "所有负责人要么在开会，要么在接受检查，要么在休假。没人会注意到任何事。是的，我当时就是这么跟她说的。"

# game/code/text/text_poli.rpy:231
translate chinese guilt_ea9c32c9:

    # Dio "Я врал, чтобы встретиться с ней снова и снова. Побороть этот соблазн было нелегко. Но я все же смог."
    Dio "我撒谎是为了能一次又一次见到她。克服这种诱惑并不容易。但我做到了。"

# game/code/text/text_poli.rpy:232
translate chinese guilt_ac2c7d4c:

    # Kav "Странно, что об этом деянии нет записи в Священном Сервере."
    Kav "奇怪的是，神圣服务器里没有这件事的记录。"

# game/code/text/text_poli.rpy:236
translate chinese guilt_a9d0a566:

    # Dio "Я сам попросил Капитана Аннигиляции её не делать. Когда я сидел на зрительских рядах амфитеатра Храма Нежной Смерти, когда смотрел на допрос… "
    Dio "是我自己请求歼灭队长不要记录的。当我坐在温柔死亡神殿圆形剧场的观众席上，看着审讯过程时……"

# game/code/text/text_poli.rpy:237
translate chinese guilt_31b19025:

    # This "На секунду Ансельм прервался. Я почти поверил, что он борется с подступившими слезами, но этому помешало выражение, промелькнувшее на его лице— удовлетворение."
    This "安瑟姆停顿了一秒。我几乎以为他在强忍泪水，但他脸上的表情——满足——却与此相悖。"

# game/code/text/text_poli.rpy:241
translate chinese guilt_f9637f7d:

    # Dio "Дело в том, что тот мир, про который мне так сладко напевали, существует уже сейчас. Мир без Машин, без Министерств, без контроля и власти. Он здесь, совсем рядом."
    Dio "事实是，那个曾被如此甜蜜地向我低语的世界，如今是存在的。一个没有机器、没有部门、没有控制或权力的世界。它就在这里，就在转角处。"

# game/code/text/text_poli.rpy:245
translate chinese guilt_cdf0c417:

    # Dio "В этом мире живет Непротивление. Грязные норы, из которых выползают мелкие вредители. Они наносят Городу повреждения, пытаясь сделать его таким же, как они сами."
    Dio "不抵抗组织就栖身于这个世界。肮脏的巢穴，小害虫们从中爬出。他们损害城市，试图把它变得和他们自己一样。"

# game/code/text/text_poli.rpy:246
translate chinese guilt_b9353026:

    # Dio "Испорченным. Сломанным."
    Dio "腐坏的。破碎的。"

# game/code/text/text_poli.rpy:250
translate chinese guilt_572c5155:

    # This "Проявился тот Диодато, которого я знаю. Теперь верю в его искренность; верю, но не хочу верить."
    This "我所认识的迪奥达托显现了出来。现在我信他的真诚了。我相信，即使我并不想相信。"

# game/code/text/text_poli.rpy:251
translate chinese guilt_fc3cd285:

    # Kav "Наверное, я понимаю."
    Kav "我想我明白了。"

# game/code/text/text_poli.rpy:252
translate chinese guilt_1655e025:

    # Dio "Я хотел бы поговорить об этом с тобой больше, Джосайя."
    Dio "我想和你多谈谈这个，约西亚。"

# game/code/text/text_poli.rpy:253
translate chinese guilt_8d1152f7:

    # Kav "Спасибо, Ансельм, но я справлюсь. Твоя история действительно мне помогла."
    Kav "谢谢你，安瑟姆，但我能处理好。你的故事真的帮了我。"

# game/code/text/text_poli.rpy:257
translate chinese guilt_a8e902cb:

    # Dio "Нет-нет, не торопись. Подумай хорошенько. Я говорю не о банальных наставлениях и проповедях."
    Dio "不，不，别急。好好想想。我说的不是陈词滥调或说教。"

# game/code/text/text_poli.rpy:261
translate chinese guilt_80008ca9:

    # Dio "Завтра я буду ждать тебя в своем кабинете. Конечно, это неофициально, и ты волен не приходить."
    Dio "明天，我会在我的办公室等你。当然，这是非正式的，你不必来。"

# game/code/text/text_poli.rpy:262
translate chinese guilt_40b46e43:

    # Dio "А теперь можешь вернуться к работе. Но не перетруждайся слишком сильно. Ты заслужил отдых."
    Dio "现在你可以回去工作了。但别太辛苦。你该休息一下。"

# game/code/text/text_poli.rpy:268
translate chinese guilt_93831cf8:

    # This "Пока я пытался подобрать слова, он просто ушел. Исчез так же быстро и неожиданно, как появился."
    This "当我还在试图措辞时，他就走开了。他消失得和他出现时一样迅速而突然。"

# game/code/text/text_poli.rpy:269
translate chinese guilt_8c78e733:

    # This "Ну и ну. Как будто мне мало переживаний в последнее время. Нет ничего ужаснее, чем приступ откровенности у начальника."
    This "好吧，好吧。好像我最近的烦恼还不够多似的。没有什么比上司突如其来的坦诚更可怕的了。"

# game/code/text/text_poli.rpy:270
translate chinese guilt_33d5d538:

    # This "«Подумай хорошенько», «неофициально», «волен не приходить»…"
    This "「好好想想」、「非正式的」、「你不必来」……"

# game/code/text/text_poli.rpy:271
translate chinese guilt_247b7fbd:

    # This "Каждое из этих слов тяжелым камнем ложилось на душу. В устах такого человека, как Диодато, подобные обороты имели совершенно иной смысл."
    This "每一个词都是压在灵魂上的重担。当迪奥达托这样的人说出这些话时，这些措辞就有了完全不同的含义。"

# game/code/text/text_poli.rpy:272
translate chinese guilt_9669dcaa:

    # This "Подумай хорошенько — не совершай страшную ошибку."
    This "「好好想想」意味着别犯可怕的错误。"

# game/code/text/text_poli.rpy:273
translate chinese guilt_9dec444c:

    # This "Неофициально — нелегально, может, с примесью ереси."
    This "「非正式的」意味着非法的，或许还带点异端色彩。"

# game/code/text/text_poli.rpy:274
translate chinese guilt_4b75d96f:

    # This "Волен не приходить — ты обязан прийти, или пожалеешь; у тебя нет выбора."
    This "「你不必来」意味着你必须来，否则你会后悔。你别无选择。"

# game/code/text/text_poli.rpy:275
translate chinese guilt_ab17606c:

    # This "С другой стороны, это даже хорошо. Каждая пауза, каждый момент, в который я оказываюсь наедине с самим собой — это момент, в который я могу услышать свои мысли."
    This "不过，这倒也是件好事。每一次停顿，每一个我发现自己独处的时刻，都是我能听见自己心声的时刻。"

# game/code/text/text_poli.rpy:276
translate chinese guilt_bba68beb:

    # This "Лучше уж пойти прямо в логово Диодато, чем сидеть в кабинете один на один с тем, что я натворил."
    This "我宁愿直接去迪奥达托的巢穴，也不愿独自坐在办公室里面对我所做的一切。"

# game/code/text/text_poli.rpy:277
translate chinese guilt_14fae344:

    # This "Теперь осталось дожить до завтрашнего утра."
    This "现在，我只需要活到明天早上。"

# game/code/text/text_poli.rpy:288
translate chinese rage_ad8a689f:

    # This "Как же стучит кровь в висках. Когда наконец это слабое тело окрепнет? Хватит с такой готовностью подчиняться гормонам. Здесь командую я, а не мои эмоции."
    This "血液在我的太阳穴里砰砰直跳。这孱弱的身体到底什么时候才能强壮起来？如此心甘情愿地屈从于荷尔蒙，真是够了。这里由我掌控，不是我的情绪。"

# game/code/text/text_poli.rpy:289
translate chinese rage_40ef5bf6:

    # This "Так-то лучше — сжатый кулак совсем не трясется. Боль от впившихся в кожу ногтей помогает думать."
    This "这样好多了——紧握的拳头一点也不抖了。指甲掐进皮肤带来的疼痛有助于我思考。"

# game/code/text/text_poli.rpy:290
translate chinese rage_d4772087:

    # This "Лишний балласт отшелушился, мелкое препятствие убрано с дороги. Этот лицемер Диодато мне все равно никогда не нравился."
    This "多余的累赘被剥离了，路上的一个小障碍被清除了。反正我从来就不喜欢那个伪君子迪奥达托。"

# game/code/text/text_poli.rpy:291
translate chinese rage_c963ee30:

    # This "Полианна же…"
    This "而波莉安娜……"

# game/code/text/text_poli.rpy:292
translate chinese rage_31a3d4cb:

    # This "Полианна…"
    This "波莉安娜……"

# game/code/text/text_poli.rpy:293
translate chinese rage_5aaaf97f:

    # This "Принимать приглашение Капитана Аннигиляции все же не стоит."
    This "接受歼灭队长的邀请终究不是个好主意。"

# game/code/text/text_poli.rpy:294
translate chinese rage_0aa75f2a:

    # This "Возможно, мое отсутствие на допросе в Храме Нежной Смерти будет воспринято с подозрением. Но видеть её тело, ставшее всего лишь полем для применения инструментов, после которых она заговорит… Такого зрелища я могу не выдержать."
    This "或许我不出席温柔死亡神殿的审讯会引起怀疑。但要看着她的身体变成仅仅是工具施展的场地，然后她才会开口……那景象我可能无法承受。"

# game/code/text/text_poli.rpy:295
translate chinese rage_4fc52e6c:

    # This "Подающий надежды, а теперь еще и героический чиновник Министерства Демографии Джосайя Кавиани не может позволить себе такой риск. Открывшиеся перспективы слишком важны."
    This "人口部前途无量、如今堪称英勇的官员，约西亚·卡维亚尼，可冒不起这样的风险。眼前展现的前景太重要了。"

# game/code/text/text_poli.rpy:296
translate chinese rage_112de7dc:

    # This "А значит, опаздывать на работу не стоит."
    This "也就是说，我不该上班迟到。"

